[
    {
        "title": "Dozens of countries back International Criminal Court after Trump sanctions",
        "description": "A majority of member states, including the UK, Germany and France, said the court was \"vital\" for international justice.",
        "link": "https://www.bbc.com/news/articles/cx2p19l24g2o"
    },
    {
        "title": "Hamas names next hostages to be released",
        "description": "The three civilians will be exchanged for more Palestinian prisoners in the latest swap on Saturday.",
        "link": "https://www.bbc.com/news/articles/c4g9vyz747eo"
    },
    {
        "title": "Sweden plans tighter gun laws after deadly school shooting",
        "description": "Police confirm seven women and three men - aged between 28 and 68 - were killed in the country's worst mass shooting.",
        "link": "https://www.bbc.com/news/articles/ce3lpp9we4jo"
    },
    {
        "title": "Sudan army makes huge gains as it seeks to recapture war-torn capital",
        "description": "\"Shrapnel and stray ammunition are falling on my neighbourhood,\" a doctor tells the BBC.",
        "link": "https://www.bbc.com/news/articles/cq5gp74nqn6o"
    },
    {
        "title": "Sexual violence against children in Haiti rises by 1,000%, UN says",
        "description": "Unicef says gangs are inflicting \"unimaginable horrors on children\".",
        "link": "https://www.bbc.com/news/articles/cdjdp7m7wkdo"
    },
    {
        "title": "New allegations Diddy sexually assaulted minor in nightclub",
        "description": "Combs has consistently denied the allegations against him in civil lawsuits, labelling them \"sickening\".",
        "link": "https://www.bbc.com/news/articles/cpwxpvp4yrdo"
    },
    {
        "title": "Sweden's worst mass shooting leaves immigrant community on edge",
        "description": "Among the dead in Sweden's first school shooting were Syrians and Bosnians.",
        "link": "https://www.bbc.com/news/articles/c5yer500qw3o"
    },
    {
        "title": "USAID could slash staff to hundreds after placing most on leave",
        "description": "But US President Donald Trump's plan to dramatically cut back US foreign aid faces a legal challenge.",
        "link": "https://www.bbc.com/news/articles/c5y6701gl60o"
    },
    {
        "title": "Japan's PM to seek 'personal relationship' with Trump",
        "description": "Shared concerns about North Korea are likely to be a primary topic, along with economic ties.",
        "link": "https://www.bbc.com/news/articles/cvglzzqdwd2o"
    },
    {
        "title": "Venezuela calls US seizure of plane 'brazen theft'",
        "description": "The US says the Venezuelan aircraft was involved in violations of US export control and sanctions laws.",
        "link": "https://www.bbc.com/news/articles/c1jg221w6p8o"
    },
    {
        "title": "Argentina canal turns bright red, alarming residents",
        "description": "Pictures and videos show the intensely coloured water flowing into an estuary, the Rio de la Plata.",
        "link": "https://www.bbc.com/news/articles/cpqlpvdvzlzo"
    },
    {
        "title": "British conman jailed for six years for running over French policemen",
        "description": "The French prosecutor said he had turned a rural area into a \"bewildering scene worthy of Mad Max\".",
        "link": "https://www.bbc.com/news/articles/cn4zp1n89j5o"
    },
    {
        "title": "Alaska authorities search for missing small plane",
        "description": "The aircraft carrying 10 people was on flight from Unalakleet to Nome when \"its position was lost\".",
        "link": "https://www.bbc.com/news/articles/c05l28jne2ro"
    },
    {
        "title": "US job growth slows but unemployment stays low",
        "description": "Firms created 143,000 jobs last month, below analysts' forecasts, but December's figure was upgraded.",
        "link": "https://www.bbc.com/news/articles/c5yd88d2lxzo"
    },
    {
        "title": "Jailed Singapore ex-minister moved to house arrest",
        "description": "Subramaniam Iswaran's case gripped the island nation that prides itself with its squeaky clean image.",
        "link": "https://www.bbc.com/news/articles/ckgxpy2z27vo"
    },
    {
        "title": "More than 100 venomous snakes found in Sydney yard",
        "description": "Reptile handlers say they initially found 40 red-bellied black snakes - before some began giving birth.",
        "link": "https://www.bbc.com/news/articles/cgmypx0wldro"
    },
    {
        "title": "Man launches fight against fine for loudspeaker call at French station",
        "description": "The outraged passenger hires a lawyer to dispute the fine over a public phone call in Nantes.",
        "link": "https://www.bbc.com/news/articles/c4g949m4g41o"
    },
    {
        "title": "Spanish footballer was 'overwhelmed' after World Cup kiss, court hears",
        "description": "Teammates of Jenni Hermoso have testified in a trial over a kiss between her and former football chief Luis Rubiales.",
        "link": "https://www.bbc.com/news/articles/cge7p94pj4po"
    },
    {
        "title": "Judge halts Trump's government worker buyout plan",
        "description": "The offer is part of an ongoing effort by the Trump administration to slash the size of the federal government.",
        "link": "https://www.bbc.com/news/articles/cx2q1g3evzqo"
    },
    {
        "title": "Trump says Israel will hand over Gaza to US after fighting ends",
        "description": "The president reiterates that the idea would mean resettling Palestinians, and that no US soldiers would be needed.",
        "link": "https://www.bbc.com/news/articles/c4g9xgj2429o"
    },
    {
        "title": "Israeli soldier jailed for abusing Palestinian detainees from Gaza",
        "description": "Israel's military says he punched detainees and used his weapon while they were handcuffed and blindfolded.",
        "link": "https://www.bbc.com/news/articles/cqldpyn5ng6o"
    },
    {
        "title": "Spyware firm cuts Italy access after alleged targeting of activists - reports",
        "description": "WhatsApp alleged last week that Paragon Solutions spyware was used to target users of the messaging app in two dozen countries.",
        "link": "https://www.bbc.com/news/articles/cvgmzdjw24yo"
    },
    {
        "title": "State of emergency declared for Santorini after quakes",
        "description": "More than 11,000 people have already left the island of Santorini following a series of tremors in recent days.",
        "link": "https://www.bbc.com/news/articles/ce8jlm6rm9qo"
    },
    {
        "title": "Record January warmth puzzles climate scientists",
        "description": "January was expected to be cooler than the same month last year, but was 0.1C warmer, which experts are struggling to explain.",
        "link": "https://www.bbc.com/news/articles/cwyjk92w9k1o"
    },
    {
        "title": "Mandatory jail for Nazi salutes under new Australia laws",
        "description": "The new laws come amid a wave of high profile antisemitic attacks which have become a heated topic of debate.",
        "link": "https://www.bbc.com/news/articles/cn8x98z0kvlo"
    },
    {
        "title": "Panama denies US claims over free canal passages",
        "description": "Washington had suggested Panama had agreed to no longer charge fees for US government vessels using the waterway.",
        "link": "https://www.bbc.com/news/articles/cj9149j4nmzo"
    },
    {
        "title": "More than 100 women raped and burned alive in DR Congo jailbreak, UN says",
        "description": "As M23 rebels entered Goma and the city was plunged into chaos, female prisoners were attacked, the UN says.",
        "link": "https://www.bbc.com/news/articles/ckgyrxz4k6zo"
    },
    {
        "title": "Jeremy Bowen: Trump's Gaza plan won't happen, but it will have consequences",
        "description": "The US president creates uncertainty and injects more instability, our international editor writes.",
        "link": "https://www.bbc.com/news/articles/cx2pwjgp59do"
    },
    {
        "title": "BBC Verify: Can Trump really take ownership of Gaza?",
        "description": "BBC Verify examines international law to understand if the US has the authority to \"take over\" the Gaza Strip.",
        "link": "https://www.bbc.com/news/videos/c8d9llpe1gmo"
    },
    {
        "title": "'We won't go out of Gaza': Palestinians express shock and defiance at Trump plan",
        "description": "Palestinians are calling on Jordan and Egypt to hold out against US pressure to take in displaced Gazans.",
        "link": "https://www.bbc.com/news/articles/c78xre2ynd4o"
    },
    {
        "title": "Why does Trump want to take over Gaza and could he do it?",
        "description": "The president's vision for a Gaza under US control could upend the future of Middle East relations.",
        "link": "https://www.bbc.com/news/articles/cn4z32y12jpo"
    },
    {
        "title": "Analysis: Trump's real-estate instincts clash with his America First worldview",
        "description": "This isn't the first time he has seen a foreign policy problem as a business opportunity, writes Anthony Zurcher.",
        "link": "https://www.bbc.com/news/articles/ce9nmm3nvdno"
    },
    {
        "title": "Gaza in maps: How 15 months of war have drastically changed the territory",
        "description": "A visual guide to how much has changed in the Gaza Strip since Israel began its military response to Hamas's attacks on 7 October.",
        "link": "https://www.bbc.co.uk/news/world-middle-east-20415675"
    },
    {
        "title": "History of the conflict explained",
        "description": "The conflict between Israel and the Palestinian people is one of the longest-running in the world.",
        "link": "https://www.bbc.co.uk/news/newsbeat-44124396"
    },
    {
        "title": "Casinos, high-rises and fraud: The BBC visits a bizarre city built on scams",
        "description": "A haven for the super rich, or a city built on scams? The BBC was invited to find out.",
        "link": "https://www.bbc.com/news/articles/c04nx1vnw17o"
    },
    {
        "title": "Stylish earrings to gold shoes on show at South Africa's biggest political event",
        "description": "A collection of some of the best outfits from the State of the Nation Address.",
        "link": "https://www.bbc.com/news/articles/cn8xpry2kreo"
    },
    {
        "title": "How long could the Santorini 'seismic crisis' last?",
        "description": "Scientists say it is unclear how many more earthquakes will come to the idyllic Greek island.",
        "link": "https://www.bbc.com/news/articles/cp8qpn2p795o"
    },
    {
        "title": "Why Trump is on the warpath in Somalia",
        "description": "Militants in the mountains of north-eastern Somalia have become the beating heart of Islamic State in Africa.",
        "link": "https://www.bbc.com/news/articles/cyv4270gljpo"
    },
    {
        "title": "Oscar-nominated West Bank feature director says films 'can be part of change'",
        "description": "The film by a Israeli-Palestinian group follows the fight over home demolitions by the Israeli army.",
        "link": "https://www.bbc.com/news/articles/cge7x0y343lo"
    },
    {
        "title": "'Studio sex' and 'hitman threats': Insiders speak out about Diddy's 90s music empire",
        "description": "Bad Boy Records staff claim troubling incidents in the rise of the rap mogul, now fighting sex trafficking charges.",
        "link": "https://www.bbc.com/news/articles/c6264v0p61eo"
    },
    {
        "title": "'I'm alive thanks to US foreign aid'",
        "description": "The BBC speaks to people around the world who will be affected if Donald Trump shuts the US's main overseas aid agency.",
        "link": "https://www.bbc.com/news/articles/cpwxj08ey5ko"
    },
    {
        "title": "'People seem dumbstruck' - Inside Musk's race to upend government",
        "description": "The world's richest man has emerged as a dominant force in Trump's second term, gutting an agency and issuing ultimatums to staff.",
        "link": "https://www.bbc.com/news/articles/c1dg95dyxygo"
    },
    {
        "title": "What do we know about the Sweden school shooter?",
        "description": "Local media suggest the 35-year-old legally owned a weapon, was unemployed and had no convictions.",
        "link": "https://www.bbc.com/news/articles/cvgp43j4l92o"
    },
    {
        "title": "Johannesburg revival: Bringing hope to one of world's most dangerous cities",
        "description": "Johannesburg is known as a dangerous city, but some people are working to change that reputation.",
        "link": "https://www.bbc.com/news/articles/cy081kq89yko"
    },
    {
        "title": "First glimpse inside burnt scroll after 2,000 years",
        "description": "The document charred by the eruption of Mount Vesuvius is being 'unwrapped' using X-ray scans and AI.",
        "link": "https://www.bbc.com/news/articles/c5yvrq7dyg6o"
    },
    {
        "title": "Mosul's landmarks rise again after IS destruction",
        "description": "Some 80% of the Old City of Mosul, in northern Iraq, was destroyed under the Islamic State group.",
        "link": "https://www.bbc.com/news/articles/cjw4zv533g7o"
    },
    {
        "title": "Ghana wants more for its cashews, but it's a tough nut to crack",
        "description": "The African nation exports its cashews in raw form, but processing them would be more lucrative.",
        "link": "https://www.bbc.com/news/articles/cg5y1r189m0o"
    },
    {
        "title": "Watch: Passenger train engulfed by flames in Pennsylvania",
        "description": "More than 300 people were safely evacuated after a fire started under the first car of the train.",
        "link": "https://www.bbc.com/news/videos/cwyp2j36jxdo"
    },
    {
        "title": "Watch horseback police chase after suspected drug dealer",
        "description": "Mounted police galloped after a man who fled on foot when officers approached him in Jacksonville, Florida.",
        "link": "https://www.bbc.com/news/videos/cq5gp1328deo"
    },
    {
        "title": "Plane crashes into bus on busy São Paulo street",
        "description": "Two people were killed in the accident, the Brazilian city's fire department said.",
        "link": "https://www.bbc.com/news/videos/cevepp0wdn9o"
    },
    {
        "title": "Watch: Argentina canal turns bright red, alarming locals",
        "description": "The body of water runs through industrial areas on the outskirts of Buenos Aires.",
        "link": "https://www.bbc.com/news/videos/cevep790e3vo"
    },
    {
        "title": "False video claims Hollywood stars were paid by USAID to visit Ukraine",
        "description": "The video has hallmarks of a Russian disinformation operation, previously investigated by the BBC.",
        "link": "https://www.bbc.com/news/videos/c9d53vx4w16o"
    }
]