[
    {
        "title": "Macron shares his deepfakes for AI summit attention",
        "description": "The French president posted a montage of parodies featuring himself to promote an AI Summit in Paris.",
        "link": "https://www.bbc.com/news/articles/c3e1kne7q1qo"
    },
    {
        "title": "Trump says US is 'committed to buying and owning Gaza'",
        "description": "There has been global condemnation of his plan to take over the strip and move its Palestinians out.",
        "link": "https://www.bbc.com/news/articles/cn57neepx4vo"
    },
    {
        "title": "Taylor Swift, Lionel Messi, Jay-Z and Trump among big names at Super Bowl",
        "description": "Other stars spotted in New Orleans include Jay-Z, Blue Ivy, Nikki Glaser and Bradley Cooper.",
        "link": "https://www.bbc.com/news/articles/c75zgwpv06no"
    },
    {
        "title": "Doge will look at military spending, says Trump as he defends Musk",
        "description": "The president dismissed conflict-of-interest concerns and promised more cuts 'maybe in 24 hours'.",
        "link": "https://www.bbc.com/news/articles/czrljmzyz7xo"
    },
    {
        "title": "Ecuador election ends in a 'tie' prompting run-off",
        "description": "Daniel Noboa and his main challenger Luisa González received near identical percentages of the vote.",
        "link": "https://www.bbc.com/news/articles/cn4mnznmwlvo"
    },
    {
        "title": "Trial to begin of man accused of stabbing Salman Rushdie",
        "description": "A 27-year-old man faces a jury trial in New York state, where Mr Rushdie is expected to testify.",
        "link": "https://www.bbc.com/news/articles/cp3w6dkwkq9o"
    },
    {
        "title": "Ed Sheeran stopped from busking in Bengaluru by Indian police",
        "description": "Sheeran says it was a planned performance, but police say they refused permission to prevent congestion.",
        "link": "https://www.bbc.com/news/articles/cvg8lnnge8po"
    },
    {
        "title": "Minister blames monkey for Sri Lanka nationwide power cut",
        "description": "The outage is yet to be fully fixed, meaning hospitals and other buildings are having to use generators.",
        "link": "https://www.bbc.com/news/articles/c8d92n28pqjo"
    },
    {
        "title": "'I miss my school': BBC launches programme for children in war zones",
        "description": "The BBC World Service has launched an Arabic edition of its award-winning educational programme Dars.",
        "link": "https://www.bbc.com/news/articles/cvgezj3v78ro"
    },
    {
        "title": "Kosovo PM's party leading but short of majority - partial results",
        "description": "Albin Kurti's party is on track to come first in Kosovo's general election but may not be able to govern alone.",
        "link": "https://www.bbc.com/news/articles/c23ny33jlmjo"
    },
    {
        "title": "'Grease and rags' sewer fatberg halts Bryan Adams concert",
        "description": "The performance in Perth, Australia was postponed due to the blockage of a major sewer.",
        "link": "https://www.bbc.com/news/articles/c626qwvekl1o"
    },
    {
        "title": "Baltic states unplug from Russia and join EU power grid",
        "description": "\"Today, history is made,\" EU chief Ursula von der Leyen told a ceremony in Lithuania's capital.",
        "link": "https://www.bbc.com/news/articles/crlkwyljl8lo"
    },
    {
        "title": "Bodies of migrants found in Libya mass grave, authorities say",
        "description": "It comes just days after another mass grave with 19 bodies was found on a farm nearby.",
        "link": "https://www.bbc.com/news/articles/c4gzyg27kg1o"
    },
    {
        "title": "Germany's front-runner Merz: Risk-taker who flirted with far right",
        "description": "A look at the conservative leader who broke a German taboo by accepting support from the AfD.",
        "link": "https://www.bbc.com/news/articles/cdxnzkyw7n1o"
    },
    {
        "title": "Why more young men in Germany are turning to the far right",
        "description": "The far right here and elsewhere in Europe attracts an increasing number of young people, particularly men.",
        "link": "https://www.bbc.com/news/articles/cy082dn7rkqo"
    },
    {
        "title": "Kendrick Lamar's Super Bowl show was one big tease",
        "description": "The star hinted that he might not play his smash hit Not Like Us, but gave viewers plenty to absorb.",
        "link": "https://www.bbc.com/news/articles/cz0l5m5m943o"
    },
    {
        "title": "How Spain's economy became the envy of Europe",
        "description": "The growth is led by a tourism boom, with Spain nearing France as the world's most visited country.",
        "link": "https://www.bbc.com/news/articles/c5y7jmlyx02o"
    },
    {
        "title": "The DR Congo rebel leader whose fighters have created turmoil",
        "description": "M23 chief Sultani Makenga, wanted for war crimes, has fought as a rebel and a soldier in two countries.",
        "link": "https://www.bbc.com/news/articles/cgq0gxp04q2o"
    },
    {
        "title": "Trump wants to end birthright citizenship. Where do other countries stand?",
        "description": "The US has historically given automatic citizenship to anyone born in the country, but this principle is not the norm globally.",
        "link": "https://www.bbc.com/news/articles/c983g6zpz28o"
    },
    {
        "title": "'Trump study sessions': How Japan PM's homework paid off",
        "description": "The Japanese prime minister gets much needed reassurances that his country is still America's top ally.",
        "link": "https://www.bbc.com/news/articles/cy8pwd0p46wo"
    },
    {
        "title": "Rapper feud, Trump's history and Becks: Things to watch out for at Super Bowl 59",
        "description": "Will Kendrick Lamar use his half-time show to beef with Drake and will Taylor Swift also get a ring?",
        "link": "https://www.bbc.com/news/articles/cqx9p9jj0vwo"
    },
    {
        "title": "Frozen in time: Rare early images of the Himalayas from Italian pioneer",
        "description": "Vittorio Sella's work shaped both mountain photography and mountaineering history.",
        "link": "https://www.bbc.com/news/articles/c8edg6n5xp3o"
    },
    {
        "title": "17 things Trump and his team did this week",
        "description": "In his third week back in office, Trump took action on issues from transgender competitors in women's sports to Gaza.",
        "link": "https://www.bbc.com/news/articles/cjdep9j31l8o"
    },
    {
        "title": "Tourists leave after earthquakes rock Santorini, but resilient locals remain",
        "description": "Many started evacuating the island as it was hit by tremors - but some have decided to stay.",
        "link": "https://www.bbc.com/news/articles/c8059mny2g3o"
    },
    {
        "title": "The indigenous community fleeing its drowning island",
        "description": "Rising sea levels threaten homes in Panama, but not everyone wants to leave.",
        "link": "https://www.bbc.com/news/articles/cz0lg9pedz1o"
    },
    {
        "title": "Who's pulling the strings in the DR Congo crisis?",
        "description": "As M23 rebels advance in DR Congo, regional players meet to defuse the escalating crisis.",
        "link": "https://www.bbc.com/news/articles/cp8qp6p39e9o"
    },
    {
        "title": "Lasers, ladders and a leap: Photos of the week",
        "description": "A selection of news photographs from around the world.",
        "link": "https://www.bbc.com/news/articles/c0rq24090glo"
    },
    {
        "title": "Sweden's worst mass shooting leaves immigrant community on edge",
        "description": "Among the dead in Sweden's first school shooting were Syrians and Bosnians.",
        "link": "https://www.bbc.com/news/articles/c5yer500qw3o"
    },
    {
        "title": "Casinos, high-rises and fraud: The BBC visits a bizarre city built on scams",
        "description": "A haven for the super rich, or a city built on scams? The BBC was invited to find out.",
        "link": "https://www.bbc.com/news/articles/c04nx1vnw17o"
    },
    {
        "title": "Stylish earrings to gold shoes on show at South Africa's biggest political event",
        "description": "A collection of some of the best outfits from the State of the Nation Address.",
        "link": "https://www.bbc.com/news/articles/cn8xpry2kreo"
    },
    {
        "title": "How long could the Santorini 'seismic crisis' last?",
        "description": "Scientists say it is unclear how many more earthquakes will come to the idyllic Greek island.",
        "link": "https://www.bbc.com/news/articles/cp8qpn2p795o"
    },
    {
        "title": "Why Trump is on the warpath in Somalia",
        "description": "Militants in the mountains of north-eastern Somalia have become the beating heart of Islamic State in Africa.",
        "link": "https://www.bbc.com/news/articles/cyv4270gljpo"
    },
    {
        "title": "Oscar-nominated West Bank feature director says films 'can be part of change'",
        "description": "The film by a Israeli-Palestinian group follows the fight over home demolitions by the Israeli army.",
        "link": "https://www.bbc.com/news/articles/cge7x0y343lo"
    },
    {
        "title": "Thousands of baby turtles released in Brazil",
        "description": "The project aims to boost numbers of threatened tracajás turtles in Amazonas state.",
        "link": "https://www.bbc.com/news/videos/cnvq9l1j551o"
    },
    {
        "title": "Watch: Passenger train engulfed by flames in Pennsylvania",
        "description": "More than 300 people were safely evacuated after a fire started under the first car of the train.",
        "link": "https://www.bbc.com/news/videos/cwyp2j36jxdo"
    },
    {
        "title": "Released Palestinian prisoners greeted in Ramallah",
        "description": "Some 180 prisoners are being freed in exchange for three Israeli hostages.",
        "link": "https://www.bbc.com/news/videos/cj91ge2k80zo"
    },
    {
        "title": "Watch: How triple Israeli hostage release unfolded",
        "description": "Or Levy, Ohad Ben Ami and Eli Sharabi are returning home after being released in Gaza on Saturday.",
        "link": "https://www.bbc.com/news/videos/c2k5yvj9z4yo"
    },
    {
        "title": "Watch police on horses chase after suspected drug dealer",
        "description": "Mounted police galloped after a man who fled on foot when officers approached him in Jacksonville, Florida.",
        "link": "https://www.bbc.com/news/videos/cq5gp1328deo"
    }
]