[
	{
	"id": "61bc332b-5c92-ee11-be37-0022483d7716",
	"title": "Apply for RAP",
	"content": "We understand you’re looking for more information on how to apply for Repayment Assistance, and we’re happy to help! \r\n\r\nYou can apply for the Repayment Assistance Plan (https://www.canada.ca/en/employment-social-development/services/education/repayment-assistance-plan.html) (RAP) online through your secure NSLSC account.\r\n\r\nClick on “My Account”, select “Repayment Assistance Plan” from the drop-down menu and complete the application. \r\n \r\nIf the information you provide is complete and accurate, your application will be processed within 3 business days. If we need more information to process your application, we will send a message to your secure inbox with the details.\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "29b5506a-5692-ee11-be37-0022483d7716",
	"title": "End of Study (EOS) Procedure",
	"content": "We understand that you’re curious about how you can keep your loan interest-free while you’re still in school. \r\n\r\nIf you are not requesting new funding, you can keep your loan in non-repayment status by confirming your enrolment at the beginning of every period of study. \r\n\r\nPlease note that if you are a part-time student, you will not be able to update the status of your full-time loan.\r\n\r\nYou can submit a request for confirmation of enrolment through your secure NSLSC  account. Select “Confirmation of Enrolment” under the “Manage a Loan” tab on the Dashboard.    \r\n\r\nIf for any reason you are unable to submit a request online, please submit a Confirmation of Enrolment (Schedule 2) (https://www.canada.ca/en/services/benefits/education/student-aid/manage-student-loan.html#h2.2) form via direct mail to update your full-time study end date. You will require the assistance of your school’s Financial Aid Office to complete this form.\r\n\r\nOnce we receive Confirmation of Enrolment from your school, your enrolment status will be updated within two business days. \r\n\r\nIn the event additional information is required, we will follow up with you.\r\n\r\nYou can check to see if/when your status has been updated by logging in to your secure NSLSC account.\r\n\r\nImportant: To prevent interest accruing on your student loan, you must confirm your enrolment for every term you are in school even if you are not seeking additional financial assistance.\r\nWe trust you will find this information helpful."
	},
	{
	"id": "43d54643-5992-ee11-be37-0022483d7716",
	"title": "End of Study (EOS) Procedure_BC",
	"content": "We understand that you’re curious about how you can keep your loan interest-free while you’re still in school. \r\n\r\nIf you are not requesting new funding, you can keep your loan in non-repayment status by confirming your enrolment at the beginning of every period of study. \r\n\r\nPlease note that if you are a part-time student, you will not be able to update the status of your full-time loan.\r\n\r\nYou can submit a request for confirmation of enrolment through your secure NSLSC  account. Select “Confirmation of Enrolment” under the “Manage a Loan” tab on the Dashboard.    \r\n\r\nIf you are attending a public Educational Institution in the province of British Columbia, you can apply for Interest-Free Status online on studentaidbc.ca (https://studentaidbc.ca/).\r\n \r\nIf for any reason you are unable to submit a request online, please submit a Confirmation of Enrolment (Schedule 2) (https://www.canada.ca/en/services/benefits/education/student-aid/manage-student-loan.html#h2.2) form via direct mail to update your full-time study end date. You will require the assistance of your school’s Financial Aid Office to complete this form.\r\n\r\nOnce we receive Confirmation of Enrolment from your school, your enrolment status will be updated within two business days. \r\n\r\nIn the event additional information is required, we will follow up with you.\r\n\r\nYou can check to see if/when your status has been updated by logging in to your secure NSLSC account.\r\n\r\nImportant: To prevent interest accruing on your student loan, you must confirm your enrolment for every term you are in school even if you are not seeking additional financial assistance.\r\nWe trust you will find this information helpful"
	},
	{
	"id": "202b1fce-5892-ee11-be37-0022483d7716",
	"title": "End of Study (EOS) Procedure_ON",
	"content": "We understand that you’re curious about how you can keep your loan interest-free while you’re still in school. \r\n\r\nIf you are not requesting new funding, you can keep your loan in non-repayment status by confirming your enrolment at the beginning of every period of study. \r\n\r\nPlease note that if you are a part-time student, you will not be able to update the status of your full-time loan.\r\n\r\nYou can submit a request for confirmation of enrolment through your secure NSLSC  account. Select “Confirmation of Enrolment” under the “Manage a Loan” tab on the Dashboard.    \r\n\r\nYou will be redirected to submit a Continuation of Interest-Free Status (CIFS) Application online (https://osap.gov.on.ca/OSAPSecurityWeb/public/login.xhtml?lang=en) on the OSAP website. This will keep your OSAP loans interest-free. Please do not submit this request more than 15 days before your actual study start date\r\n\r\nOnce we receive Confirmation of Enrolment, your enrolment status will be updated within two business days. \r\n\r\nIn the event additional information is required, we will follow up with you.\r\n\r\nYou can check to see if/when your status has been updated by logging in to your secure NSLSC account.\r\n\r\nImportant: To prevent interest accruing on your student loan, you must confirm your enrolment for every term you are in school even if you are not seeking additional financial assistance.\r\nWe trust you will find this information helpful."
	},
	{
	"id": "63233889-5b92-ee11-be37-0022483d7716",
	"title": "Global Number Not Working",
	"content": "We apologize for the inconvenience as you are unable to connect with us over the phone. \r\n\r\nIf you are outside Canada and are unable to reach us using the global toll-free telephone number, you can contact our office collect by dialing 905-306-2950. You must use the Canadian Operator number: 0800 096 0634 in order to dial the Collect Phone Number.\r\n\r\nIf you are unable to use this number, you may also send us an email from your secure NSLSC account or chat with us.\r\n\r\nIf you’re looking to chat with a Live Agent, you can initiate a chat using Instant Answers at NSLSC.ca, while logged into your account.\r\n\r\nWe look forward to hearing from you."
	},
	{
	"id": "a4711401-5592-ee11-be37-0022483d7716",
	"title": "Repayment Options",
	"content": "We understand keeping up with payments may be overwhelming – that’s why we are here to help ensure your monthly payments suit your budget. Financial challenges can be overwhelming, but we\u0027re committed to finding a solution that works best for you.\r\n\r\nThere are Loan Repayment Options (https://www.csnpe-nslsc.canada.ca/en/loan-repayment-options ) available to you that can reduce or even eliminate your monthly payments while keeping your loan in good standing without negatively affecting your credit. \r\n\r\nFirst, we have the Repayment Assistance Plan where you can be eligible for either reduced payment or possibly even without making a payment for six months at a time. This is based off your monthly gross family income and family size. If you would like to apply for Repayment Assistance, login to your secure NSLSC account and select “Repayment Assistance Plan” from the \u0022My Account\u0022 drop-down menu. \r\n\r\nSecond, you can Customize your Payment Terms to either lower or increase your monthly payment amount to fit your budget. To do this, log in to your NSLSC account and select “Customize My Payment Terms” from the “My Account” drop-down menu. You can then increase or lower your monthly payments. Please note that you will not be able to apply for RAP and Customize your payment terms at the same time. \r\n\r\nCheck out the Virtual Repayment Counsellor to find out the loan repayment option that is the right fit for you. \r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "98713e78-7b53-ee11-be6f-0022483c51f4",
	"title": "Acceptable Payment Methods",
	"content": "We understand that you’re looking for information regarding the payment methods available to you. \r\n\r\nYou have options when it comes to making a payment on your student loan(s): \r\n\r\nPre-Authorized Debit: If you haven’t already done so, automate your payments by activating Pre-Authorized Debit to ensure your payments are consistently made on time each month. To activate, log in to your secure NSLSC account (https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method), click on My Account and select Activate Pre-Authorized Debit.\r\n\r\nNSLSC Account: Log in to your NSLSC account (https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and select Make a Payment from the My Account drop down menu.\r\n\r\nOnline Banking: Add NSLSC as a Payee using your loan number (available in your secure inbox) as the bill number and make your payment.  \r\n\r\nCheque, Money Order or Bank Draft: Make it payable to the NSLSC, include your loan number in the \u0022memo\u0022 or \u0022note\u0022 section of the payment method and mail it to the NSLSC at the address below:\r\n\r\nNSLSC\r\nP.O. Box 4030\r\nMississauga, ON\r\nL5A 4M4\r\n\r\nPayments made by cheque, money order or bank draft could take up to 5 business days to receive and process.\r\n\r\nPlease note that the NSLSC is not able to draw funds directly from foreign accounts. To pay from an international account, please use cheques, money orders or bank drafts. \r\n\r\nYou may also choose to mail in post-dated cheques for your monthly payments. If for any reason, we are unable to process the cheques they will be sent back, you will then be asked to pay by international money order.  \r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "3332c0a3-5354-ee11-be6f-0022483d7716",
	"title": "Account Payout",
	"content": "You can calculate the payout balance of your student loan by logging in to your secure NSLSC account.(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)\r\n \r\nOnce you are logged in, click on “Loan Type and Number” under “Funding Summary” from your Dashboard to see your loan details.\r\n \r\nIf your loan is in repayment, take your principal loan balance and add the per diem and/or daily interest for everyday up until the date that you plan to pay out your loan."
	},
	{
	"id": "448351a8-4f54-ee11-be6f-0022483d7716",
	"title": "Am I eligible to receive a student grant?",
	"content": "You can apply for a student grant and/or loan through the student financial aid office in your province or territory of permanent residence(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html). They will determine if you qualify for grants and/or loans and will contact you to inform you of the result."
	},
	{
	"id": "49f0911b-d65b-ee11-8df0-0022483d7716",
	"title": "Apply for RAP",
	"content": "We understand you’re looking for more information on how to apply for Repayment Assistance, and we’re happy to help! \r\n\r\nYou can apply for the Repayment Assistance Plan (https://www.canada.ca/en/employment-social-development/services/education/repayment-assistance-plan.html) (RAP) online through your secure NSLSC account.\r\n\r\nOnce you have logged in (https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method), click on “My Account”, select “Repayment Assistance Plan” from the drop-down menu and complete the application. \r\n \r\nIf the information you provide is complete and accurate, your application will be processed within 3 business days. If we need more information to process your application, we will send a message to your secure inbox with the details.\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "5924e4a8-5c92-ee11-be37-0022483d7716",
	"title": "Apply for RAP_Paper",
	"content": "We understand you’re looking for more information on how to apply for Repayment Assistance, and we’re happy to help! \r\n\r\nYou can apply for the Repayment Assistance Plan (https://www.canada.ca/en/employment-social-development/services/education/repayment-assistance-plan.html ) (RAP) online through your secure NSLSC account.\r\n\r\nOnce you have logged in (https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method), click on “My Account”, select “Repayment Assistance Plan” from the drop-down menu and complete the application. \r\n \r\nIf the information you provide is complete and accurate, your application will be processed within 3 business days. If we need more information to process your application, we will send a message to your secure inbox with the details.\r\n\r\nIf for any reason you’re unable to login to submit an electronic application, you may print and mail in the paper RAP application available on Canada.ca (https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/repay/assistance/rap/apply.html)\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "3a55ef6a-5954-ee11-be6f-0022483d7716",
	"title": "Are COVID-19 benefits considered income when applying for the Repayment Assistance (RAP)?",
	"content": "Income received under the Canada Emergency Response Benefit (CERB), the Canada Emergency Student Benefit (CESB), the Canada Recovery Sickness Benefit (CRSB), Canada Recovery Benefit (CRB) and the Canada Student Service Grant (CSSG) should not be included in the income provided when completing the Repayment Assistance Plan (RAP) application."
	},
	{
	"id": "e9f73662-2e79-ee11-8179-0022483d7716",
	"title": "Bank Option",
	"content": "Your funding will be deposited into the financial institution (bank) account we currently have on file. To view your financial institution account information, click on “My Account” and select “Financial Institution Information” from the drop-down menu. If you need to update/change your financial institution information, click on “Update Financial Institution”. \r\n \r\nFor a step-by-step guide to update your financial institution information, please visit our Additional Resources (https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Change your banking information” section."
	},
	{
	"id": "acd58168-5054-ee11-be6f-0022483d7716",
	"title": "Banking Information",
	"content": "Your funding will be deposited into the bank account currently on file with the NSLSC. Please make sure your financial institution information is up to date.\r\n \r\nIf you need to update/change your financial institution information, log in to your secure NSLSC account(https://www.csnpe-nslsc.canada.ca/), click on “My Account”, select “Financial Institution Information” from the drop down menu and enter the required information.\r\n \r\nFor a step-by-step guide to update your financial institution information, please visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Change your banking information” section."
	},
	{
	"id": "685692a2-3079-ee11-8179-0022483d7716",
	"title": "Can I change my payment due date?",
	"content": "I can help with changing your payment due date. Do you have a date in mind?\r\n \r\nNote to Agents: Once the customer picked their new withdrawal date, provide the mandatory scripting below.\r\n \r\nI am changing your payment to be debited on the \u003C\u003CInsert Date\u003E\u003E of every month. Your monthly payment is \u003C\u003CInsert Amount\u003E\u003E a month, effective \u003C\u003CInsert Date\u003E\u003E. Do you agree with this change? \r\n \r\nIf customer says yes, provide remaining script. \r\n \r\nThis agreement can be changed at any time, as long as we are notified 10 business days before the debit will occur. You have certain recourse rights if any debit does not comply with this agreement. For example, you have the right to receive reimbursement for any debit not authorized. To obtain more information on your recourse rights, contact your financial institution or visit www.payments.ca."
	},
	{
	"id": "bc2259ba-3079-ee11-8179-0022483d7716",
	"title": "Can I change my payment frequency? (i.e., biweekly, semi-monthly, etc.)",
	"content": "I can help with changing your payment frequency to \u003C\u003CInsert Frequency\u003E\u003E. The total amount due each \u003C\u003CInsert Frequency\u003E\u003E must be of equal value to your monthly payment amount. \r\n \r\nDo you have a date in mind?\r\n \r\nNote to Agents: Once the customer picked their new withdrawal date, provide the mandatory scripting below. \r\n \r\nI am changing your payment to be debited on the \u003C\u003CInsert frequency and the dates upon which the debits will occur\u003E\u003E. You will have payments of \u003C\u003CInsert amount e.g., $25 a month\u003E\u003E, effective \u003C\u003CInsert date - e.g., beginning January 1\u003E\u003E. Do you agree with this change? \r\n \r\nIf customer says yes, provide remaining script. \r\n \r\nThis agreement can be changed at any time, as long as we are notified 10 business days before the debit will occur. You have certain recourse rights if any debit does not comply with this agreement. For example, you have the right to receive reimbursement for any debit not authorized. To obtain more information on your recourse rights, contact your financial institution or visit www.payments.ca."
	},
	{
	"id": "3967ced3-3279-ee11-8179-0022483d7716",
	"title": "Can I make interest-only payment?",
	"content": "Sure, I can arrange that for you. How many months would you like to set up interest-only payments? You can choose between 1 to 6 months. \r\n \r\nNote to Agents: If PAD is active, proceed with mandatory scripting below:\r\n \r\nI am changing your payment to $ \u003C\u003CInsert Amount\u003E\u003E a month, effective \u003C\u003CInsert Date\u003E\u003E. The payment is due at the end of every month. Do you agree with this change? \r\n \r\nIf customer says yes, provide remaining script. \r\n \r\nThis agreement can be revoked or changed at any time as long as we are notified 10 business days before the debit will occur at the end of the month. You have certain recourse rights if any debit does not comply with this agreement. For example, you have the right to receive reimbursement for any debit not authorized. To obtain more information on your recourse rights contact your financial institution or visit www.payments.ca.\r\n \r\nIf there is an OSI amount:\r\nBefore I can arrange to have interest only payments on your account, the outstanding interest amount due must be paid first. If you can make this payment by \u003C\u003CInsert Due Date\u003E\u003E, we will be able to customize your payments to interest only for \u003C\u003CInsert # of Months\u003E\u003E."
	},
	{
	"id": "3a551a6f-5654-ee11-be6f-0022483d7716",
	"title": "Can I pay with Visa, Mastercard, etc.?",
	"content": "Unfortunately, we do not accept credit card payments.\r\n \r\nIf you need to make a one-time payment, the methods available for your student loan(s) are:\r\n-One-time payment through your secure NSLSC account\r\n-Online or Telephone banking with your financial institution\r\n-Cheque, Money Order or Bank Draft"
	},
	{
	"id": "1a230501-3379-ee11-8179-0022483d7716",
	"title": "Can I switch my communication preference back to mail?",
	"content": "We recommend you keep your communication preference to paperless. Go Paperless is a way to receive your letters without any postal delay. You can access your letters more quickly and securely. You can also be sure they will never be lost or stolen.\r\n \r\nNote to Agents: If customer insist – use response below.\r\n \r\nTo receive communication by mail instead, please contact us by phone at 1-888-815-4514 Monday to Friday, from 8:00 a.m. – 8:00 p.m. your local time and we will be happy to assist you further."
	},
	{
	"id": "e276a675-3279-ee11-8179-0022483d7716",
	"title": "Can you please confirm if you have received my Proof of Income uploads?",
	"content": "POI is received for the correct month:\r\nYes, we have received the appropriate proof of income required to process your Repayment Assistance Plan (RAP) application. \r\n \r\nIt will take up to 3 business days to process your application. If you are approved for RAP, you can view the details of your RAP period including the start and end date through the Loan Details page. If we need more information to process your application, we will send a message to your secure inbox with the details\r\n \r\nPOI is received for the incorrect month: \r\nIt looks like we have not received appropriate proof of income to process your Repayment Assistance Plan (RAP) application. \r\n \r\nPlease upload proof of income for \u003C\u003CInsert Month \u002B Year\u003E\u003E.  For RAP purposes, we look at pay date, rather than the pay period. \r\n \r\nIf you are approved for RAP, you can view the details of your RAP period including the start and end date through the Loan Details page. If we need more information to process your application, we will send a message to your secure inbox with the details."
	},
	{
	"id": "a4e53d72-5154-ee11-be6f-0022483d7716",
	"title": "Can you please issue a replacement cheque as I lost my cheque?",
	"content": "To have your disbursement cheque reissued, contact us at 1-888-815-4514 and request an Indemnity Agreement form.\r\n \r\nAn Indemnity Agreement is a declaration signed by you for a lost or misplaced disbursement cheque. It must be requested within 30 days of the date the original cheque was issued to you. "
	},
	{
	"id": "72cf75ed-2e79-ee11-8179-0022483d7716",
	"title": "Can you please issue a replacement cheque as I lost my cheque? (Cheque issued 30 or more days ago.)",
	"content": "To have your disbursement cheque reissued, I can send you an Indemnity Agreement sent to the address we have on file. An Indemnity Agreement is a declaration signed by you for a lost or misplaced disbursement cheque. \r\n \r\nThe Indemnity Agreement form must be signed by a witness and mailed at the address below.\r\n \r\nNote to Agents: For Canada loans, grants and federal portions of integrated loans, include the address below.\r\n \r\nMailing address:\r\nKarin Saalman\r\nCanada Student Loans Program\r\nBox 2090, Station D\r\nOttawa ON  K1P 6C6\r\n \r\nCourier Address:\r\nKarin Saalman\r\nCanada Student Loans Program\r\n5th Floor, Workstation 5-19\r\n200 Montcalm Street\r\nGatineau QC  J8Y 3B5\r\n \r\nNote to Agents: For the provincial portions of integrated loans, provide the NSLSC’s mailing address.\r\n \r\nAttn: Disbursement Services - Personal \u0026 Confidential\r\nNational Student Loans Service Centre\r\n10th Floor - 2 Robert Speck Parkway\r\nMississauga ON  L4Z 1H8"
	},
	{
	"id": "1c36deac-2e79-ee11-8179-0022483d7716",
	"title": "Can you please issue a replacement cheque as I lost my cheque? (Cheque issued less than 30 days ago.)",
	"content": "To have your disbursement cheque reissued, you need to complete an Indemnity Agreement form. An Indemnity Agreement is a declaration signed by you for a lost or misplaced disbursement cheque. \r\n \r\nYou can request an Indemnity Agreement if thirty or more days have passed since the cheque was initially issued. According to our record your cheque was issued on \u003C\u003CInsert Date\u003E\u003E. Please allow some time for the cheque to arrive. \r\n \r\nIf thirty or more days have passed and your cheque has not arrived, please contact us (https://protege-secure-2.csnpe-nslsc.canada.ca/eng/contactus.aspx) back."
	},
	{
	"id": "1457f55b-3079-ee11-8179-0022483d7716",
	"title": "Can you tell me the breakdown of my loan balance? (For example, “How much of my balance is Canada loan and how much is Ontario loan?”)",
	"content": "You can view the breakdown of your student loan balance through the Loan Details page or the My Funding page. \r\n \r\nFrom your Dashboard, click on “Loan Type and Number” under “Funding Summary” to see your loan details. Or click on “My Account”, select “My Funding” from the drop-down menu."
	},
	{
	"id": "2a25f417-5154-ee11-be6f-0022483d7716",
	"title": "Cheque Received",
	"content": "You may have received a cheque from us because there was an issue with your financial institution information and we were unable to get in touch with you to resolve the issue. \r\n \r\nTo ensure you receive any future funding electronically, please update your financial institution information.\r\n \r\nFor a step-by-step guide to updating your financial institution information, please visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Change your banking information” section."
	},
	{
	"id": "12be7c38-5254-ee11-be6f-0022483d7716",
	"title": "COE_EOS Timeframe",
	"content": "Once we receive Confirmation of Enrolment from your school, your enrolment status will be updated within two business days.\r\n \r\nIn the event additional information is required, we will follow up with you.\r\n \r\nYou can check to see if/when your status has been updated by logging in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)."
	},
	{
	"id": "8f6f26a2-d054-ee11-be6f-0022483d7716",
	"title": "COE_FR_EOS Update",
	"content": "Veuillez noter que vous devez confirmer votre inscription avant la fin de votre période d’études. La date de fin de votre période d’études ne peut pas être mise à jour une fois qu’elle est passée.\r\nRenseignements supplémentaires que l’agent peut fournir :\r\n \r\nSi vous êtes aux prises avec des difficultés financières, le CSNPE vous propose des options de remboursement de votre prêt qui peuvent réduire ou éliminer vos paiements mensuels tout en maintenant votre prêt en règle sans nuire à votre crédit. Connectez-vous à votre compte sécurisé du CSNPE (https://protege-secure.csnpe-nslsc.canada.ca/fr/publique/methode-de-connexion) et consultez le conseiller en remboursement virtuel sur votre tableau de bord pour connaître l’option de remboursement du prêt qui vous convient. Regardez cette courte vidéo (https://www.youtube.com/watch?v=_5FJE75TWnw) pour en apprendre davantage sur les options de remboursement de votre prêt (https://www.csnpe-nslsc.canada.ca/fr/rembourser-votre-pret)."
	},
	{
	"id": "2d489ee5-5254-ee11-be6f-0022483d7716",
	"title": "COE_FT to PT",
	"content": "If you drop from full-time to part-time studies, you must notify your school and provincial or territorial student financial assistance office.(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html)\r\n \r\nYour school will notify us about your early withdrawal from studies.\r\n \r\nWe will update your period of study end date on your student loan to the day/month you stopped being a full-time student, and you will have to start repaying your loan(s) six months after this date.\r\n "
	},
	{
	"id": "3d7c3e5d-5354-ee11-be6f-0022483d7716",
	"title": "COE_PT Confirmation",
	"content": "If you have a full-time loan, your part-time status will not pause your loan payments.\r\n \r\nHowever, the NSLSC does offer Loan Repayment Options(https://www.csnpe-nslsc.canada.ca/en/repaying-your-loan/loan-repayment-options) to help students make their scheduled loan payments and keep their loan in good standing."
	},
	{
	"id": "bfd9e244-5354-ee11-be6f-0022483d7716",
	"title": "COE_Switching Programs",
	"content": "Your school will notify us of your early withdrawal. We will update your period of study end date on your student loan to the day/month you stopped being a full-time student, and you will have to start repaying your loan(s) six months after this date.\r\n \r\nIn order to maintain interest-free status, you can submit a request for confirmation of enrolment through your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method). Select “Confirmation of Enrolment” under the “My Account” drop down.\r\n \r\nYou may also contact your provincial or territorial student financial assistance office(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html) to notify them about your change in programs, and to confirm if this will affect your funding."
	},
	{
	"id": "7a58abda-7953-ee11-be6f-0022483c51f4",
	"title": "Confirmation of Enrolment – Studying outside Canada",
	"content": "If you are studying outside of Canada, you can mail us the  Confirmation of Enrolment (Schedule 2)(https://www.canada.ca/en/services/benefits/education/student-aid.html), or a Verification issued by the Registrar on school letterhead.\r\n \r\nPlease ensure that your form includes the following:\r\n \r\nSchool phone number\r\n4 letter ID code issued by the government for designated schools\r\nStudy start and end dates with weeks of study (between 6-66 weeks)\r\nYour name and social insurance number\r\nNotation stating you are in full-time studies\r\nTitle and signature of the authorized officer for the school\r\n \r\nNote: To prevent interest from accruing on your student loan, you must confirm your enrolment every term you are in school even if you are not seeking additional financial assistance.\r\n \r\nIf your loan is issued in Ontario, you need to download the Continuation of Interest-Free Status (CIFS) Application from the OSAP website(https://osap.gov.on.ca/OSAPPortal/en/PostsecondaryEducation/OSAP/Forms/index.htm) and mail to the address stated on the form. This will keep your OSAP loans interest-free."
	},
	{
	"id": "fe8f77c1-5854-ee11-be6f-0022483d7716",
	"title": "Credit Bureau",
	"content": "We understand that you’re looking for information regarding the repayment of your loan. \r\n \r\nWe report to the credit bureaus on a monthly basis. You have 33 days from your payment due date to make up your missed payment(s) or to make a payment arrangement before it may impact your credit. \r\n \r\nIf you are experiencing financial difficulties, the NSLSC offers Loan Repayment Options that can reduce or eliminate your monthly payments while keeping your loan in good standing without negatively affecting your credit. Learn more about your Loan Repayment Options (https://www.csnpe-nslsc.canada.ca/en/loan-repayment-options). \r\n \r\nWe trust you will find this information helpful."
	},
	{
	"id": "1f30d47e-5954-ee11-be6f-0022483d7716",
	"title": "Do I need to include my partner when I’m applying for RAP? What is considered common-law?",
	"content": "Common-law partner, in relation to the borrower meansː\r\n\r\nA person who is cohabiting with a borrower having so cohabited for a period of at least one year\r\nHave children from the common law union either through birth or adoption\r\nHave jointly signed a lease or mortgage\r\nJointly own property other than principal residence AND have joint bank, trust, credit union or charge card accounts\r\n \r\nIf this applies, you will be considered common-law when applying for the Repayment Assistance Plan (RAP)(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/repay/assistance/rap.html)."
	},
	{
	"id": "7a077917-7a53-ee11-be6f-0022483c51f4",
	"title": "Early Withdrawal",
	"content": "If you withdraw early from full-time or part-time studies, you must notify your school and provincial or territorial student financial assistance office. Your school will notify us about your early withdrawal from studies.\r\n \r\nWe will update your period of study end date on your student loan to the day/month you stopped being a full-time or part-time student, and you will have to start repaying your loan(s) six months after this date. You will receive your loan repayment details in your secure NSLSC inbox.\r\n \r\nIf you are returning to school and are not receiving new loans, you can keep your loan in non-repayment status by confirming your enrolment."
	},
	{
	"id": "cc804aa5-7953-ee11-be6f-0022483c51f4",
	"title": "End of Study (EOS) Procedure",
	"content": "We understand that you’re curious about how you can keep your loan interest-free while you’re still in school. \r\n\r\nIf you are not receiving new loans or have not requested new funding, you can keep your loan in non-repayment status by confirming your enrolment at the beginning of every period of study. \r\n\r\nPlease note that if you are a part-time student, you will not be able to update the status of your full-time loan. \r\n\r\nBy confirming your enrolment, you are keeping your loan in interest-free status and ensuring you don’t have to make any payments on your loan while you are still in school. \r\n\r\nYou can submit a request for confirmation of enrolment through your secure NSLSC account. Log in and select “Confirmation of Enrolment” under the “Manage a Loan” tab on the Dashboard.\r\n\r\n\r\n• If you have student loans issued in Ontario (https://www.ontario.ca/page/osap-ontario-student-assistance-program) or British Columbia (https://www.ontario.ca/page/osap-ontario-student-assistance-program), please follow the instructions on their website.\r\n• If you have student loans issued in Alberta,  Nova Scotia, Prince Edward Island, or Yukon, check with your province or territory (https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html) to find out how to confirm your enrolment on the provincial portion of your loan.\r\n\r\nOnce we receive Confirmation of Enrolment from your school, your enrolment status will be updated within two business days. \r\n\r\nIn the event additional information is required, we will follow up with you.\r\n\r\nYou can check to see if/when your status has been updated by logging in to your secure NSLSC account.\r\n\r\nImportant: To prevent interest accruing on your student loan, you must confirm your enrolment for every term you are in school even if you are not seeking additional financial assistance.\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "8e0c6de7-d653-ee11-be6f-0022483d7716",
	"title": "Forgotten Username/Account Locked",
	"content": "We understand that you are looking for information regarding the login process on NSLSC.ca. \r\n\r\nIf you log in to your account using a GCKey (https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) ID and have forgotten your Username or Password, you will have to create a new one. Select “Continue to GCKey” (https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) from the log in page to create a new ID, and click “Sign Up”.  \r\n\r\nIf you log in using a Sign-In Partner (https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method), you will need to contact your financial institution to help you reset it.\r\n\r\nIf your account is locked, visit our What\u0027s New (https://www.csnpe-nslsc.canada.ca/en/what-is-new) Page for information on how to regain access to your account.\r\n\r\nIf you are still unable to access your account for any reason, please call us or chat with us so we can troubleshoot with you:\r\n\r\nChat: Chat with a live agent using Instant Answers at NSLSC.ca. \r\n\r\nCall Us:\r\n1-888-815-4514 (within North America)\r\n800-2-225-2501 (outside North America, dial your appropriate country code first)\r\n1-888-815-4556 (for the hearing impaired – TTY)\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "7b278501-5154-ee11-be6f-0022483d7716",
	"title": "Funding to Old Bank",
	"content": "We deposited your funding into the bank account currently on file with the NSLSC. \r\n \r\nIf you need to update/change your financial institution information, log in to your secure NSLSC account(https://www.csnpe-nslsc.canada.ca/), click on “My Account”, select “Financial Institution Information” from the drop down menu and enter the required information.\r\n \r\nFor a step-by-step guide to update your financial institution information, please visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Change your banking information” section."
	},
	{
	"id": "a985b306-7f53-ee11-be6f-0022483d7716",
	"title": "General - Address Update",
	"content": "You can update your contact information such as your email, phone number or mailing address by logging in to your secure NSLSC account.\r\n \r\nTo update, select “My Profile” from the “My Account” drop down menu.\r\n \r\nPlease be sure to keep your account information up to date so we can keep in touch."
	},
	{
	"id": "0f9fdc1a-5b92-ee11-be37-0022483d7716",
	"title": "Global Number Not Working",
	"content": "We apologize for the inconvenience as you are unable to connect with us over the phone. \r\n\r\nIf you are outside Canada and are unable to reach us using the global toll-free telephone number, you can contact our office collect by dialing 905-306-2950. You must use the Canadian Operator number: 0800 096 0634 in order to dial the Collect Phone Number.\r\n\r\nIf you are unable to use this number, you may also send us an email from your secure NSLSC account or chat with us.\r\n\r\nSecure email: Log into your secure NSLSC account and send us an email from the Contact Us (https://protege-secure.csnpe-nslsc.canada.ca/en/public/contact/contact-us) page, for any loan specific inquiries you may have.\r\n\r\nChat: Log in to your secure NSLSC account and chat with a live agent using Instant Answers at NSLSC.ca. \r\n\r\nWe look forward to hearing from you."
	},
	{
	"id": "5a8a7e96-7d53-ee11-be6f-0022483c51f4",
	"title": "How can I adjust my payment amount and term?",
	"content": "You can adjust your payment amount and term by logging in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method). From your dashboard under “My Account”, select “Customize My Payment Terms”. You can then increase or lower your monthly payments to suit your budget.\r\n \r\nYou may request an extended amortization (more payments over a longer period of time) to reduce your monthly payments. \r\n \r\nOr\r\n \r\nYou may pay only the monthly accrued interest owing on your student loans for a maximum period of 12 months.\r\n \r\nFor a step-by-step guide to customizing your payment terms, please visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Customize Payment Terms” section."
	},
	{
	"id": "476a0395-4f54-ee11-be6f-0022483d7716",
	"title": "How can I apply for a student loan?",
	"content": " \r\nYou can apply for a student grant and/or loan online through the student financial aid office of your province or territory of permanent residence.(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html)"
	},
	{
	"id": "079ca4f0-3279-ee11-8179-0022483d7716",
	"title": "How can I change my communication preference?",
	"content": "To update your communication preference to email, click on “My Account” and select “My Profile” from the drop-down menu. \r\n \r\nUnder your Communication Preference, select “Email” and click update.\r\n \r\nAll communications are available securely through the My Inbox page."
	},
	{
	"id": "0d0524b8-3279-ee11-8179-0022483d7716",
	"title": "How can I change my payment amount?",
	"content": "You can adjust your payment amount and term by and selecting “Customize My Payment Terms” from the “My Account” drop down menu. You can then increase or lower your monthly payments. \r\n \r\nFor a step-by-step guide to customizing your payment terms, please visit our Additional Resources (https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Customize Payment Terms” section."
	},
	{
	"id": "d0c2f4a0-5854-ee11-be6f-0022483d7716",
	"title": "How can I change my payment due date?",
	"content": "You can change your payment due date by contacting us at 1-888-815-4514.\r\n \r\nOur agents are available to assist you Monday to Friday between 8:00 a.m. and 8:00 p.m., your local time, within North America. "
	},
	{
	"id": "2fda6d88-3079-ee11-8179-0022483d7716",
	"title": "How can I get a letter of good standing with my name on it?",
	"content": "The PDF version of your Loan Statement includes your full name and other loan details. You can download a copy and use as proof your student loan is in good standing.\r\n \r\nTo download a copy of your Loan Statement, click on “Loan Type and Number” under the “Funding Summary” from your Dashboard. Select “View Loan Statement” and click “Download PDF”."
	},
	{
	"id": "7981b379-7a53-ee11-be6f-0022483c51f4",
	"title": "How can I get a letter of good standing?",
	"content": "You can use a copy of your statement of account as proof your student loan is in good standing. You can access your statement of account by logging in to your secure NSLSC account.\r\n \r\nOnce you are logged in:\r\n \r\nClick the “Loan Type and Number” under the “Funding Summary” heading on your account Dashboard to see your loan details\r\nClick on “View Loan Statement”"
	},
	{
	"id": "5ca90ab3-5a54-ee11-be6f-0022483d7716",
	"title": "How can I get my student loan back to the NSLSC?",
	"content": "If you wish to rehabilitate your loan, you may need to contact different places for your Canada and provincial portions of your loan.\r\n \r\nAgent asks what province/territory the borrower’s loan is issued by and provides pertinent information:\r\n \r\nCA and SK (If SK does not apply, remove from sentence)\r\n \r\nTo rehabilitate the Canada Student Loans\u003C\u003CCanada-Saskatchewan Integrated Student Loans\u003E\u003E, you must first pay or capitalize the outstanding interest owing and make the equivalent of 2 monthly payments. \r\n \r\nContact the Canada Revenue Agency (CRA) at 1-866-864-5823.\r\n \r\nOnce you have made that payment, please call the NSLSC. Our agents can then remove any restrictions that may be on your file.\r\n \r\nTo rehabilitate the provincial portion of your loan contact:\r\n \r\nOntario:\r\nPlease use the following link for the information you are looking for\r\nhttps://osap.gov.on.ca/OSAPPortal/en/A-ZListofAid/PRDR020872.html\r\n \r\nBritish Columbia:\r\nTo rehabilitate your British Columbia portion, please contact Revenue Services of British Columbia at (866) 345-3930.\r\n \r\nYou must first pay all the outstanding interest owing and make the equivalent of 2 monthly payments. For more information please refer to: https://studentaidbc.ca/repay/rehabilitation\r\n \r\nNewfoundland and Labrador:\r\nTo rehabilitate your Newfoundland and Labrador portion, please contact:\r\nThe Newfoundland \u0026 Labrador Government:\r\n(877) 520-8800 (Toll Free)\r\n(709) 729-6465 (Local)\r\nEmail: taxadmin@gov.nl.ca\r\nHours: Monday to Friday, 8:30 a.m. - 4:30 p.m., Newfoundland Time\r\n \r\nNew Brunswick:\r\nTo rehabilitate your New Brunswick portion, please contact the New Brunswick Government at (855) 806-2472, Option 2 \r\nYour loan holder(s) will be able to provide you with the required payment amount and details"
	},
	{
	"id": "9584fe61-5a54-ee11-be6f-0022483d7716",
	"title": "How can I increase my monthly payments?",
	"content": "You can increase your monthly payments and pay off your loan faster by reducing the term of your loan repayment.\r\n \r\nYou can customize the terms of your loan(s) online by logging in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and selecting “Customize My Payment Terms” from the “My Account” drop down menu. You can then change your payment term or amount."
	},
	{
	"id": "7b719a4e-5a54-ee11-be6f-0022483d7716",
	"title": "How can I lower my monthly payments?",
	"content": "You can lower your monthly payments to better suit your budget by extending the term of your student loan repayment.\r\n \r\nYou can customize the terms of your loan(s) online by logging in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and selecting “Customize My Payment Terms” from the “My Account” drop down menu. You can then change your payment term or amount."
	},
	{
	"id": "0c7bce2f-5654-ee11-be6f-0022483d7716",
	"title": "How can I make a payment through my NSLSC.ca Account?",
	"content": "To make a payment on your loan through your account, log in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method), select “Make a Payment” from the “My Account” drop down menu.\r\n \r\nFor a step-by-step guide to making a payment on your student loan through your account, visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Make a Payment” section."
	},
	{
	"id": "31e33c5b-5654-ee11-be6f-0022483d7716",
	"title": "How can I make a payment with a cheque/Money Order/Bank Draft?",
	"content": "To make a payment on your student loan using a cheque, money order or bank draft:\r\n \r\nMake it payable to the NSLSC\r\nInclude your account number in the “memo” or “notes” section of the payment method\r\nMail it to the NSLSC at the address below:\r\n\r\nNSLSC\r\nP.O. Box 4030, Mississauga\r\nOntario, L5A 4M4\r\n \r\nPayments made by cheque, money order or bank draft could take up to 5 business days to receive and process."
	},
	{
	"id": "605432dd-5154-ee11-be6f-0022483d7716",
	"title": "How can I request more funding?",
	"content": "If your circumstances have changed or you have additional information to provide, you can contact the student financial aid office of your province or territory of permanent residence(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html) to request a reassessment or an appeal.\r\n "
	},
	{
	"id": "8badff41-5654-ee11-be6f-0022483d7716",
	"title": "How can I set up loan payments through online banking?",
	"content": "To make a payment on your student loan through online banking, you will need to add “NSLSC” as a Payee using your loan number as the bill number. You can then select NSLSC from your list of payees and enter your payment amount.\r\n \r\nYou can also log in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method), select “Make a Payment” from the “My Account” drop down menu and click “Online Banking Payment” for step-by-step instruction on how to make a payment. "
	},
	{
	"id": "65d0a156-3179-ee11-8179-0022483d7716",
	"title": "How can I stop this month’s payment?",
	"content": "Is there a particular reason you want to stop this month’s payment?\r\nCustomer says they don’t have enough to cover this month’s payment.\r\n \r\n* Stopping payment before PAD Run Date\r\n \r\nIf you are having difficulty or are unable to make your payments, you can apply for the Repayment Assistance Plan (RAP) online. You do not have to make payments while your application is being processed. This month’s payment will not be withdrawn from your account as long as your application is received by \u003C\u003CInsert Deadline\u003E\u003E.\r\n \r\nDo you still wish to proceed with stopping this month’s payment?\r\n \r\nIf customer says yes – proceed with below.\r\n\r\nOk. Your request has been submitted. Your pre-authorized debit resumes on \u003C\u003CInsert Next Payment Due Date\u003E\u003E.\r\n \r\n* Stopping payment on or after PAD Run Date\r\n \r\n\u003C\u003CInsert Customer’s Name\u003E\u003E, this month’s pre-authorized debit request has already been sent to your financial institution to process effective \u003C\u003CInsert Payment Due Date\u003E\u003E. You may contact your bank/financial institution and request to stop the payment. The pre-authorized debit name appears as NSLSC.\r\n \r\nIf you are having difficulty or are unable to make your payments, you have loan repayment options. You can apply for the Repayment Assistance Plan (RAP) or you can customize your payment to better suit your budget by extending the terms of your student loan repayment.\r\n \r\nIf the customer asks if they need to pay this month to apply for RAP:\r\n \r\nIf you’re approved for the Repayment Assistance Plan (RAP), your application will be backdated to cover your outstanding payment."
	},
	{
	"id": "b093651f-7d53-ee11-be6f-0022483c51f4",
	"title": "How can I Upload Documents for my RAP application?",
	"content": "You can upload the documents needed to process your Repayment Assistance Plan (RAP) application online by logging in to your secure NSLSC.ca account.(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)\r\n \r\nOnce you are logged in, select “Repayment Assistance Plan” from the “My Account” drop down and click on “Summary of Applications”. Select the application you have previously submitted and upload your documents.\r\n \r\nPlease note that you must upload your documents in one of the following formats: GIF, JPG, JPEG, JPE, PNG, TIF, TIFF or PDF file."
	},
	{
	"id": "a04e1b8c-5654-ee11-be6f-0022483d7716",
	"title": "How can my parents make a payment on my student loan?",
	"content": "There are several payment options available for your parents to make a payment on your student loan.\r\n \r\nOnline Banking: Add NSLSC as a Payee using your loan number as the bill number. It will take up to 4 business days for the payment to appear in our system.\r\n \r\nCheque, Money Order or Bank Draft: Make the payment method payable to the NSLSC and include your loan number in the \u0022memo\u0022 or \u0022note\u0022 section and mail it to the NSLSC at the address below:\r\n \r\nNSLSC\r\nP.O. Box 4030, Mississauga\r\nOntario, L5A 4M4\r\n \r\nIt could take up to 5 business days to receive and process cheque, money order or bank draft payments."
	},
	{
	"id": "f1808f39-7853-ee11-be6f-0022483c51f4",
	"title": "How do I apply for Student Loans?",
	"content": "You can apply for a student grant and/or loan online through the student financial aid office of your province or territory of permanent residence(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html). They will determine if you qualify for grants and/or loans and will contact you to inform you of the result.\r\n \r\nLearn more at: Student grants and loans – Apply with your province - Canada.ca(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html)\r\n \r\nYou can also learn more about the student grants and loans available to help you reach the next step in your education journey: Student grants and loans – What do student grants and loans offer - Canada.ca(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans.html)"
	},
	{
	"id": "f162a28b-5254-ee11-be6f-0022483d7716",
	"title": "How do I confirm my enrolment as I go to school overseas? (Non-Ontario Loans)",
	"content": "If you are studying outside of Canada, you can mail us the Confirmation of Enrolment (Schedule 2)(https://www.canada.ca/en/services/benefits/education/student-aid.html#h2.4) or a Verification issued by the Registrar on school letterhead.\r\n \r\nPlease ensure that your form includes the following:\r\n \r\nSchool phone number\r\n4 letter ID code issued by the government for designated schools(https://www.canada.ca/en/employment-social-development/programs/designated-schools.html)\r\nStudy start and end dates with weeks of study (between 6-66 weeks)\r\nYour name and social insurance number\r\nNotation stating you are in full-time studies\r\nTitle and signature of the authorized officer for the school\r\n \r\nAdditional information Agent can provide:\r\n \r\nRemember, to prevent interest from accruing on your student loan, you must update your enrolment every term you are in school even if you are not seeking additional financial assistance."
	},
	{
	"id": "784300fe-5254-ee11-be6f-0022483d7716",
	"title": "How do I know if the number of classes I’m taking is considered full-time?",
	"content": "Your school can confirm the number of classes required to be considered a full-time student.\r\n \r\nFull-time students must be enrolled in courses that make up at least 60% of a full course load for each study period. A student is considered to be part-time when enrolled in at least 20% and less than 60% of a full-time course load.\r\n \r\nAlternatively, you may contact the student financial aid office in your province or territory of permanent residence(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html). They can verify if the number of classes you are taking is considered full-time"
	},
	{
	"id": "5defab68-7f53-ee11-be6f-0022483d7716",
	"title": "How do I update my Date of Birth?",
	"content": "To update your Date of Birth, you must include a written request together with two pieces of Government issued ID. One ID must include your picture and date of birth and the other ID must be proof of your Social Insurance Number. Do not send original copies of your documents.\r\n \r\nSend your request and copies of your documents to the address below: \r\n \r\nNational Student Loans Service Centre\r\nP.O. Box 4030\r\nMississauga, ON\r\nL5A 4M4"
	},
	{
	"id": "9eb3c350-7f53-ee11-be6f-0022483d7716",
	"title": "How do I update my name?",
	"content": "To update your name on your student loan, you must submit a written request to the National Student Loans Service Centre (NSLSC). The request must include:\r\nYour student loan number or social insurance number (SIN)\r\nThe name currently on your student loan\r\nYour name change documents showing your new name\r\n \r\nYou must provide a copy of one of the following documents:\r\nDivorce certificate that shows the new last name and one piece of government ID showing the new name\r\nMarriage certificate (no other ID is required); or\r\nProvincial name change certificate\r\n \r\n In addition, you must also mail copies of two pieces of government-issued ID such as:\r\nDriver\u0027s License\r\nBirth Certificate\r\nPassport\r\nSocial Insurance Number (SIN) Card/Letter\r\n \r\nDo not send original copies of your documents.\r\n \r\nSend your request and copies of your documents to the address below: \r\n \r\nNational Student Loans Service Centre\r\nP.O. Box 4030\r\nMississauga, ON\r\nL5A 4M4"
	},
	{
	"id": "ac0f76d3-5854-ee11-be6f-0022483d7716",
	"title": "How long do I have to make up for payments before my credit is impacted?",
	"content": "You have 33 days from your payment due date to make up your missed payment(s) or to make a payment arrangement before it may impact your credit.\r\n \r\nIf you are experiencing financial difficulties, the NSLSC offers Loan Repayment Options that can reduce or eliminate your monthly payments while keeping your loan in good standing without negatively affecting your credit. Learn more about your Loan Repayment Options(https://www.csnpe-nslsc.canada.ca/en/repaying-your-loan)."
	},
	{
	"id": "7224a890-3179-ee11-8179-0022483d7716",
	"title": "How long does it take to process a RAP application?",
	"content": "If you apply for the Repayment Assistance Plan (RAP) online, your application will be processed within 3 business days.\r\n \r\nFor paper RAP application, it can take up to 5 business days to process once it is received."
	},
	{
	"id": "dea56790-5354-ee11-be6f-0022483d7716",
	"title": "How much do I owe on my student loan?",
	"content": "You can check the balance of your student loan(s) any time on your account Dashboard. To view your Dashboard, log in(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to your secure NSLSC account."
	},
	{
	"id": "157f181c-5054-ee11-be6f-0022483d7716",
	"title": "How much funding am I receiving?",
	"content": "You can use the Funding Tracker on your secure NSLSC account Dashboard to confirm the amount of funding you will be receiving.\r\n \r\nLog in to your account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to view your Dashboard."
	},
	{
	"id": "df51438b-5554-ee11-be6f-0022483d7716",
	"title": "How much is the monthly payment on my student loan?",
	"content": "You can find your monthly payment amount in your secure NSLSC account. Log in to your account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and click on “Loan Type and Number” under the “Funding Summary” heading on your account Dashboard\r\n \r\nSpecific details regarding your loan(s) are only available once you have logged in to your account."
	},
	{
	"id": "ab92dfd6-7653-ee11-be6f-0022483c51f4",
	"title": "How to complete your MSFAA?",
	"content": "You must complete your MSFAA online on the NSLSC website. You will be required to create an NSLSC account to complete your MSFAA if you do not already have one.\r\n \r\nTo create an NSLSC account, you will need your Social Insurance Number (SIN) as well as the MSFAA number provided by your Province/Territory.\r\n \r\nSubsequently, you will receive an email from the NSLSC with instruction on how to complete your registration.\r\n \r\nIf you do not receive an email from the NSLSC, follow the instructions below to complete your registration.\r\n \r\nTo complete this online process, you will need to: \r\nRegister for an online account with the NSLSC (via GCKey or a Sign-In Partner), if you have not already done so;\r\nRegister your personal information such as contact and address information. Provide your financial institution (banking) information, so that your student funding can be directly deposited into your account and avoid any delays; and\r\nReview and accept the terms and conditions of the MSFAA"
	},
	{
	"id": "577dc950-7553-ee11-be6f-0022483cbe36",
	"title": "How to register for my NSLSC account in order to access MSFAA/SAC",
	"content": "In order to access your NSLSC account, you will need to register your account using either a GCKey ID or a Sign-In Partner.\r\n \r\nTo register your account, click the “Register” button on the NSLSC home page. Next, confirm your identity using your previous NSLSC login credentials. If you do not remember these credentials, you can use your Date of Birth and Social Insurance Number.\r\n \r\nYou will be prompted to generate a Secure Access Code or enter your MSFAA number to proceed. For security reasons, your Secure Access Code will expire after an hour. If your code expires, you will have to generate a new one. Your MSFAA number is issued by your Province/Territory. To find your number, please check communications you have received from them.\r\n \r\nYou will then choose from one of the two options to register your account:\r\nSign-In Partner(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)\r\nGCKey(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)\r\n \r\nWhichever option you choose will be how you will log in to your account in future.\r\n \r\nFor a step-by-step guide to register your account, please visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/NSLSCStaticSite/media/Loanstar/additional-resources/How-to-Register-NSLSC-Account-Instructions_E.pdf) page."
	},
	{
	"id": "a407e32e-7f53-ee11-be6f-0022483d7716",
	"title": "How to update SIN (temporary to permanent)?",
	"content": "To update your Social Insurance Number (SIN), please mail copies of your temporary and permanent SIN along with a copy of government-issued photo ID. You also need to specify which of the two SINs is permanent.\r\n \r\n \r\nThe proof of SIN can be your Social Insurance card or a confirmation of SIN from Service Canada. \r\n \r\nThe photo ID can be one of the following: \r\nDriver’s license \r\nCanadian Passport \r\nProvincially/territorially issued identification card with a photo\r\nGovernment of Canada Permanent Resident Card \r\nCertificate of Indian Status with photo\r\nFederal or provincial/territorial employee identification card\r\n \r\nYou must include a written request to update your SIN and submit this information to the address below: \r\n \r\nNational Student Loans Service Centre\r\nP.O. Box 4030\r\nMississauga, ON\r\nL5A 4M4\r\n \r\n[Note for Agent – Provide information below only if applicable.]\r\n \r\nWe also recommend updating your SIN number with your province/territory(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html) for the provincial/territorial portion of your student loan."
	},
	{
	"id": "2b7e4a73-4d54-ee11-be6f-0022483d7716",
	"title": "I am locked out of my account and can’t log back in?",
	"content": "Step 1:\r\nYou have been locked out of your account if you unsuccessfully answer your security questions after the third attempt. This was added as an additional security measure in order to better protect the personal information of our clients.\r\n \r\nHave you always been using the same GCKey or Government Sign-In by Verified.Me (Sign In Partner) credential to log in?\r\n \r\nStep 2: If the response is No, they have tried to log in with a new credential after they got locked out of their account.\r\nUnfortunately, we are unable to unlock your account at this time. The Government of Canada is working on a solution on this issue; however, it could take some time. We recommend accessing the website from time to time to see if there has been a new access process created. In the meantime, we’re available over the phone and chat to help with anything you need. Sorry for the inconvenience and thank you for understanding.\r\n \r\nStep 3: If the response is Yes.\r\nPlease contact our secure line, toll free, at 1-888-866-7763, Monday to Friday between 8:00 a.m. and 8:00 p.m. your local time. An NSLSC representative will be able to access your file and unlock your account."
	},
	{
	"id": "790ceb9b-d653-ee11-be6f-0022483d7716",
	"title": "I can’t remember if I have already registered my account using a GCKey ID or Sign-In Partner?",
	"content": "You can enter your SIN on the Register Your Online Account page(https://protege-secure.csnpe-nslsc.canada.ca/en/public/register-account) to determine if you have already registered your account using GCKey(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) or Sign-In Partner (Government Sign-In by Verified.Me)(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method).\r\n \r\nIf you have not registered, we will redirect you to an information page that explains the next steps to register(https://protege-secure.csnpe-nslsc.canada.ca/en/public/register-account). If you have already registered, we will direct you to log in(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to your account. It is important that you remember your credentials to avoid being locked out of your account in the future."
	},
	{
	"id": "adb33b3a-4f54-ee11-be6f-0022483d7716",
	"title": "I completed my MSFAA. Do I need to do anything else? What are the next steps?",
	"content": "Once you have completed your MSFAA, the student financial aid office of your province or territory of permanent residence(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html) will send us the details of your upcoming\r\ndisbursement.\r\n \r\nYou can check the status of your funding in real-time using the Funding Tracker found on your account Dashboard. It will keep you updated on the status of your funds throughout the disbursement process.\r\n \r\nLog in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to view your Dashboard."
	},
	{
	"id": "f80eccae-d653-ee11-be6f-0022483d7716",
	"title": "I do not remember how I registered on the NSLSC website?",
	"content": "If you cannot remember if you used a GCKey or Sign-In Partner to register your account, you can try logging in with your online banking credentials through the Sign-In Partner link.\r\n \r\nIf that doesn’t work, you used a GCKey ID to register and need to sign in to your account. If you have forgotten your existing GCKey username or password, you will need to create a new one. Select “Continue to GCKey” from the log in page to create a new ID."
	},
	{
	"id": "dba9cd4a-5954-ee11-be6f-0022483d7716",
	"title": "I just applied for RAP, what happens next? Do I have to keep making full payments?",
	"content": "Payments are not required while your application is in progress. If you are set up for Pre-Authorized Debit, your next scheduled payment will not be withdrawn from your account.\r\n \r\nLog in to your secure NSLSC account and check your inbox for the outcome and results of your RAP application or if additional information is required."
	},
	{
	"id": "962fdfec-5854-ee11-be6f-0022483d7716",
	"title": "I need a refund.",
	"content": "A refund may only be issued if your Pre-Authorized Debit payment was withdrawn due to an administrative error by the NSLSC.\r\n \r\nIf that is the case, please contact us at 1-888-815-4514 and one of our agents can assist you over the phone Monday to Friday, from 8:00 a.m. – 8:00 p.m. your local time.\r\n \r\nAdditional information agents can provide.\r\n \r\nWhen you have Pre-Authorized Debit set up, your payments are scheduled and withdrawn automatically. You can apply for the Repayment Assistance Plan (RAP)(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/repay/assistance/rap.html) or let us know you’re unable to make a payment at least 3 business days before your payment is due. Beyond that, we are unable to stop your payment withdrawal.\r\n \r\nYou may contact your financial institution to see if there’s any way they can assist you with your request to reverse your payment."
	},
	{
	"id": "a6cfdd28-5854-ee11-be6f-0022483d7716",
	"title": "I overpaid my loan How can I get a refund?",
	"content": "If you overpaid your loan resulting in a negative balance of more than $10.00, an automatic refund will occur once the payment has cleared which usually takes 10 business days. Refunds are issued by cheque.\r\n \r\nIf the negative balance showing is $9.99 or less and you would like a refund, please contact us(https://csnpe-nslsc.cibletudes-canlearn.ca/eng/ContactUs.aspx) at 1-888-815-4514 after 10 business days from the date payment was made and one of our agents will process your request.\r\n \r\nOur agents are available to assist you Monday to Friday, from 8:00 a.m. and 8:00 p.m., your local time."
	},
	{
	"id": "d164ecf5-5954-ee11-be6f-0022483d7716",
	"title": "I’m receiving COVID relief benefits and don’t have any other income. How can I provide proof of income?",
	"content": "If you made a mistake and declared COVID relief benefits as income on your Repayment Assistance Plan (RAP) application, a written letter stating that an error was made will be required.\r\n \r\nPlease indicate that the income you stated on your application is one of the COVID benefits and that you don’t have any other income. Don’t forget to include your first and last name along with your Social Insurance Number (SIN) or loan number.\r\n \r\nYou may upload the letter through your secure NSLSC account.(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)"
	},
	{
	"id": "6e71115b-3279-ee11-8179-0022483d7716",
	"title": "I’m trying to upload my proof of income, but your website says I’ve reached the maximum limit.",
	"content": "The file size limit is 1MB per file. If your file is too big, you may consider uploading separate files. Please make sure that your full name and SIN or loan number appear on all the pages."
	},
	{
	"id": "1d3b4da4-3179-ee11-8179-0022483d7716",
	"title": "In Progress",
	"content": "Your Repayment Assistance Plan (RAP) application is currently in progress. \r\n \r\nOnce your application is processed, we will send a message to your secure inbox. You can also view the details of your RAP period including the start and end date through the Loan Details page. Click on “Loan Type and Number” under “Funding Summary” from your account Dashboard.\r\n \r\nIf we need more information to process your application, we will send a message to your secure inbox with the details."
	},
	{
	"id": "6e7b35e7-4f54-ee11-be6f-0022483d7716",
	"title": "Incorrect Banking",
	"content": "If your funds were deposited to a financial institution (bank) account that is no longer active, the financial institution will return the funds back to us.\r\n \r\nOnce they are received, we will re-issue your funds by sending you a cheque. It can take up to 5 to 10 business days for you to receive a cheque in the mail.\r\n \r\nTo avoid future delay in receiving your disbursement, we recommend updating your financial institution information by logging in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)."
	},
	{
	"id": "c7ea202e-5754-ee11-be6f-0022483d7716",
	"title": "Is there a penalty if I pay off my loan early?",
	"content": "There is no penalty for paying off your loan early. When making your payment, please don’t forget to include the daily interest up to the date the payment is made.\r\n \r\nYou can find the daily interest amount in your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method). Click on “Loan Type and Number” under the “Funding Summary” heading on your account Dashboard to see your loan details."
	},
	{
	"id": "9e55b47e-5a54-ee11-be6f-0022483d7716",
	"title": "Is there a way that I can calculate and see how much my regular monthly payments would be after my interest only payment expire?",
	"content": "If you are currently making interest-only payment and would like to know your regular monthly payment once it expires, you can use the Loan Repayment Estimator(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/repay/assistance/rap.html) online tool to estimate your future payment.\r\n \r\nOnce your interest-only payment expires, you can customize your payments so it fits your current financial situation. Log in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and select “Customize My Payment Terms” under the “My Account” drop down."
	},
	{
	"id": "435b1be3-7f53-ee11-be6f-0022483d7716",
	"title": "Loan Details Requested",
	"content": "We understand that you’re looking for details specific to your loan. To protect your personal information, we cannot provide you with specific details about your student loan(s) through unsecured email.\r\n\r\nTo access specific information regarding your student loan(s), please log in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) or visit our Contact Us(https://protege-secure-2.csnpe-nslsc.canada.ca/eng/ContactUs.aspx) page for additional ways to get in touch with us. \r\n\r\nSecure email: Log into your secure NSLSC account and send us an email.\r\n\r\nChat: Log in to your secure NSLSC account and chat with a live agent using Instant Answers at NSLSC.ca. \r\n\r\nCall Us:\r\n1-888-815-4514 (within North America)\r\n800-2-225-2501 (outside North America, dial your appropriate country code first)\r\n1-888-815-4556 (for the hearing impaired – TTY)\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "13b881b0-5554-ee11-be6f-0022483d7716",
	"title": "Making Payments",
	"content": "We understand that you’re looking for information regarding the payment methods available to you. \r\n\r\nYou can make a payment on your student loan through your NSLSC account or through your bank’s online banking portal. \r\n\r\nAutomate your Payments\r\nYou can automate your student loan payments by activating Pre-Authorized Debit. This is an easy way to ensure your payments are made on time each month. \r\nTo activate, log in to your secure NSLSC account, click on “My Account” and select “Activate Pre-Authorized Debit” from the drop down menu. \r\n\r\nOne-Time Payments\r\nTo make a payment through your secure NSLSC account, log in, click on “My Account” and select “Make a Payment” from the drop-down menu. \r\n\r\nTo make a payment via online banking, you will need to log in to your bank’s online banking portal. If you haven’t already, you will need to add NSLSC as a payee using your loan number as the account number. \r\n\r\nFor step-by-step guides to activating Pre-Authorized Debit or making a one-time payment on your student loan, visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/en/additional-resources ) page and refer to the “Set-up Pre-Authorized Debit” section \r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "300e68ee-5292-ee11-be37-0022483d7716",
	"title": "Making Payments_Grants",
	"content": "We understand that you’re looking for information regarding the payment methods available to you. \r\n\r\nIf you are looking to return your grants, whether partially or in full, the amount must be paid back by Cheque, Money Order or Bank Draft.  \r\n\r\nMake it payable to the NSLSC, include your loan number in the \u0022memo\u0022 or \u0022note\u0022 section of the payment method and mail it to the NSLSC at the address below:\r\n\r\nNSLSC\r\nP.O. Box 4030\r\nMississauga, ON\r\nL5A 4M4\r\n\r\nPayments made by cheque, money order or bank draft could take up to 5 business days to receive and process.\r\n\r\nYou will also need to include a letter with your name, loan number and a brief explanation that the funds are to pay back a grant you received. Please mail both the letter and payment method to the NSLSC. \r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "60341899-2f79-ee11-8179-0022483d7716",
	"title": "Missing/Incomplete Financial Institution Information",
	"content": "You funding is hold because your financial institution (banking) information is missing. Please update your financial institution information to receive your funding electronically. \r\n \r\nPlease provide your financial institution information by \u003C\u003CInsert Deadline\u003E\u003E. Otherwise, a cheque will be mailed to the address on file. \r\n \r\nTo update/change your financial institution information, click on “My Account” and select “Financial Institution Information” from the drop-down menu. Your updated financial institution information will take effect immediately. \r\n \r\nFor a step-by-step guide to update your financial institution information, please visit our Additional Resources (https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Change your banking information” section."
	},
	{
	"id": "aae8df22-4f54-ee11-be6f-0022483d7716",
	"title": "MSFAA_Details",
	"content": "We understand that you are looking for information regarding your student loan agreement.\r\n\r\nThe Master Student Financial Assistance Agreement (https://www.canada.ca/en/employment-social-development/services/education/student-loan/msfaa.html) (MSFAA) is a multi-year agreement that outlines your responsibilities and the terms and conditions of accepting and repaying your student loan(s).\r\n\r\nYour 10-digit MSFAA number is issued by your Province/Territory and is required to complete the online registration. To find your MSFAA number, we recommend checking the communications you have received from your Province/Territory regarding your student financial assistance.\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "f9846863-2f79-ee11-8179-0022483d7716",
	"title": "Outstanding Interest",
	"content": "There is outstanding interest on your student loan. This interest must be paid to issue your new student funding and update your loan to interest-free status. \r\n \r\nYou can find the details in the Outstanding Interest Notice sent to your secure inbox. Look for a notification with the subject line “Complete this step to receive your student funding!”."
	},
	{
	"id": "1c722364-eb58-ee11-be6f-0022483d7716",
	"title": "Paid in Full Letter Request",
	"content": "When your student loan balance reaches $0, a paid in full confirmation is issued electronically within seven business days from the process date of your last payment. Your paid in full letter can be found in your secure inbox. \r\n \r\nIf you are set up to receive communication by mail, a paid in full confirmation will be mailed to you. Log in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and go to “My Profile” if you wish to update your communication preferences.\r\n \r\nTo protect your personal information, we cannot provide you with specific details about your student loan(s) through unsecured email.\r\n \r\nTo access specific information regarding your student loan(s), please log in to your secure NSLSC account or visit our Contact Us page for additional ways to get in touch with us."
	},
	{
	"id": "cadbdcd0-5954-ee11-be6f-0022483d7716",
	"title": "POI Submission",
	"content": "You can upload your proof of income for your Repayment Assistance Plan (RAP) application by logging in(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to your secure NSLSC account.\r\n \r\nClick on the \u0022My Account\u0022 drop down menu on the top right-hand side of the page and select “Repayment Assistance Plan”. Select “Saved Application”, upload your proof of income and click submit.\r\n \r\nYou must upload your proof of income in one of the following formats: GIF, JPG, JPEG, JPE, PNG, TIF, TIFF or PDF file."
	},
	{
	"id": "08d8e782-2f79-ee11-8179-0022483d7716",
	"title": "PSCD is in the future",
	"content": "We have received confirmation of your upcoming funding. However, since your period of study starts on \u003C\u003CInsert Study Start Date\u003E\u003E, your funds will only be released on \u003C\u003CInsert Issue Date\u003E\u003E. Once released, you should receive your funds within 3 to 5 business days. \r\n \r\nYou can track the status of your funds in real-time using the Funding Tracker on your account Dashboard. It will keep you updated on the status of your funds throughout the disbursement process.\r\n \r\nNote to Agents: If customer object and says they need it now – use script below. \r\n \r\nI am sorry, but it is not possible to release funds before your school start date. Also, your school needs to confirm your enrolment before payment can be released.\r\n \r\nPlease check the Funding Tracker on your account dashboard for updates on when you will receive your funding."
	},
	{
	"id": "7a8291f4-3179-ee11-8179-0022483d7716",
	"title": "Rejected - Outstanding Interest",
	"content": "Before we can process your Repayment Assistance Plan (RAP) application, you must first pay or capitalize the outstanding interest owing on your account.\r\n \r\nNote to Agents: If customer wants to capitalize interest owing – use response below.\r\n \r\nI am going to send a consolidation form that you will need to sign and return it to us. Once received, we will continue to process your RAP application. Please keep in mind that this is a one-time option throughout the lifetime of your loan.\r\n \r\nNote to Agents: If customer ok to make the payment or not eligible for capping – use response below.\r\n \r\nYou can make a one-time payment online by selecting “Make a Payment” from the “My Account” drop down menu.\r\n \r\nIt will take approximately 3 to 5 business days for the payment to be debited from your account.\r\n \r\nYour other option is by making an online banking payment with your financial institution. Add NSLSC as a Payee using your loan number as the bill number. It will take up to 4 business days for the payment to appear in our system."
	},
	{
	"id": "831db7c0-3179-ee11-8179-0022483d7716",
	"title": "Rejected - Proof of Income Required",
	"content": "Before we process your Repayment Assistance Plan (RAP) application, we need additional information from you.\r\n \r\nPlease upload your proof of income for \u003C\u003CInsert Month \u002B Year\u003E\u003E. You can upload your proof of income online. Click on the \u0022My Account\u0022 drop down menu and select “Repayment Assistance Plan”. Select “Saved Application”, upload your proof of income, and click submit.\r\n \r\nYou must upload your proof of income in one of the following formats: GIF, JPG, JPEG, JPE, PNG, TIF, TIFF or PDF file.\r\n \r\nIf you are approved for RAP, you can view the details of your RAP period including the start and end date through the Loan Details page. If we need more information to process your application, we will send a message to your secure inbox with the details."
	},
	{
	"id": "0544a3d4-3179-ee11-8179-0022483d7716",
	"title": "Rejected - Residency, family size or marital status is missing",
	"content": "Before we process your Repayment Assistance Plan (RAP) application, we need additional information from you.\r\n \r\nYour application was missing important information. Could you please confirm your current \u003C\u003CMarital Status/Family Size/if you are currently residing in Canada?\u003E\u003E\r\n \r\nThank you for confirming. I will forward this information and we will continue to process your RAP application. \r\n \r\nIf you are approved for RAP, you can view the details of your RAP period including the start and end date through the Loan Details page. If we need more information to process your application, we will send a message to your secure inbox with the details."
	},
	{
	"id": "5e847e65-7c53-ee11-be6f-0022483c51f4",
	"title": "Repayment Options",
	"content": "We understand keeping up with payments may be overwhelming – that’s why we are here to help ensure your monthly payments suit your budget. Financial challenges can be overwhelming, but we\u0027re committed to finding a solution that works best for you.\r\n\r\nThere are Loan Repayment Options (https://www.csnpe-nslsc.canada.ca/en/loan-repayment-options) available to you that can reduce or even eliminate your monthly payments while keeping your loan in good standing without negatively affecting your credit. \r\n\r\nFirst, we have the Repayment Assistance Plan where you can be eligible for either reduced payment or possibly even without making a payment for six months at a time. This is based off your monthly gross family income and family size. If you would like to apply for Repayment Assistance, login to your secure NSLSC account and select “Repayment Assistance Plan” from the \u0022My Account\u0022 drop-down menu. \r\n\r\nSecond, you can Customize your Payment Terms to either lower or increase your monthly payment amount to fit your budget. To do this, log in to your NSLSC account and select “Customize My Payment Terms” from the “My Account” drop-down menu. You can then increase or lower your monthly payments. Please note that you will not be able to apply for RAP and Customize your payment terms at the same time. \r\n\r\nLog in to your secure NSLSC account (https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and check out the Virtual Repayment Counsellor to find out the loan repayment option that is the right fit for you. \r\n\r\nIf you’re still unsure about your options, or you require any further assistance on any other student loan-related matter please feel free to get in touch: \r\n\r\nChat: Log in to your secure NSLSC account and chat with a live agent using Instant Answers at NSLSC.ca. \r\n\r\nCall Us:\r\n1-888-815-4514 (within North America)\r\n800-2-225-2501 (outside North America, dial your appropriate country code first)\r\n1-888-815-4556 (for the hearing impaired – TTY)\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "ea4342b5-2f79-ee11-8179-0022483d7716",
	"title": "Status in transition from RAP to In-Study Status",
	"content": "We are in the process of changing your loan status from Repayment Assistance Plan (RAP) to In-Study. \r\n \r\nThis process includes cancelling your RAP approval which has already started. This could take up to 5 business days. \r\n \r\nOnce completed, we can update the status of your loan to indicate you are “In-Study”. This process takes up to 1 business day. It could then take an additional 2 business days to process your disbursement before the funds are released.\r\n \r\nI am sorry for the delay. Please continue to check the Funding Tracker on your account dashboard for updates on when you will receive your funding."
	},
	{
	"id": "c32fc1cf-5154-ee11-be6f-0022483d7716",
	"title": "Student loan application related questions. For example, “The application is asking for my savings, what should I include?”",
	"content": "If you need help completing your student loan application, please contact the student financial aid office in your province or territory of permanent residence.(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html)\r\n \r\nThey would be able to assist you with any loan application related inquiries."
	},
	{
	"id": "e10f1f65-5192-ee11-be37-0022483c51f4",
	"title": "Technical Difficulties",
	"content": "We’re sorry to hear that you’re unable to log into your NSLSC.ca account and apologize for the inconvenience.\r\n\r\nPlease try clearing your browser\u0027s cache, deleting the cookies from your browser, or using a different browser. You may also experience technical difficulties from using bookmarks. \r\n\r\nIf you still require assistance, please visit our Contact Us (https://protege-secure-2.csnpe-nslsc.canada.ca/eng/ContactUs.aspx) page for additional ways to get in touch with us.\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "59d1ecdb-5192-ee11-be37-0022483c51f4",
	"title": "Technical Difficulties_System Unavailable",
	"content": "We’re sorry to hear that you’re unable to log into your NSLSC.ca account and apologize for the inconvenience.\r\n\r\nPlease note that if you are experiencing a “System Unavailable” error when attempting to register, please call us at 1-888-815-4514 so we can collect more information regarding your experience. Our agents can assist you over the phone from 8:00 a.m. - 8:00 p.m. your local time. \r\n\r\nAfter you have spoken to an agent, we will investigate and email you within 2-3 business days, so you can then access your NSLSC online account.\r\n\r\nUnfortunately, we are unable to assist you with this error over email. \r\n\r\nIf you still require assistance, please visit our Contact Us(https://protege-secure-2.csnpe-nslsc.canada.ca/eng/ContactUs.aspx ) page for additional ways to get in touch with us.\r\n\r\nWe trust you will find this information helpful."
	},
	{
	"id": "d8909386-7f53-ee11-be6f-0022483d7716",
	"title": "Third Party Authorization and Power of Attorney",
	"content": "You can allow someone full or limited access to your student loan.\r\n \r\nFull Access\r\nTo allow someone full access, you must complete and mail a Power of Attorney form(https://www.canada.ca/en/services/benefits/education/student-aid/manage-student-loan.html#h2.7) to us.\r\n \r\nA Power of Attorney (POA) is authorized to make changes to your student loan and sign legal documentation on your behalf.\r\n \r\nLimited Access\r\nTo allow someone limited access, you can mail a letter to the National Student Loans Service Centre, authorizing a third party to access your student loan information. The letter must include:\r\n \r\nYour name\r\nSocial Insurance Number or loan number(s)\r\nThird party’s first and last name\r\nYour signature\r\nThe nature of your request\r\n \r\nThe third party will then be authorized to receive your student loan information but will not be able to make changes to your student loan."
	},
	{
	"id": "6e810a0b-3079-ee11-8179-0022483d7716",
	"title": "Update Banking",
	"content": "To change your financial institution information, click on “My Account” and select “Financial Institution Information” from the drop-down menu. Please ensure your financial institution information is updated before your next disbursement date.\r\n \r\nFor a step-by-step guide to update your financial institution information, please visit our Additional Resources (https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Change your banking information” section.\r\n \r\nNote to Agents: For non-integrated loans – provide additional response below.\r\n \r\nWe also recommend updating your financial institution information with your provincial or territorial student financial assistance office (https://www.canada.ca/en/employment-social-development/services/education/provincial-offices.html) if you are receiving provincial/territorial disbursement."
	},
	{
	"id": "6e35701a-7953-ee11-be6f-0022483c51f4",
	"title": "Update Banking _SH",
	"content": "You can update your banking information online by clicking on \u0022My Account\u0022 in the top right side of the page and selecting \u0022Financial Institution Information\u0022 from the drop-down menu.\r\n \r\nWhen PAD is inactive: To activate Pre-Authorized Debit, follow the prompts on the pop-up message after you update your banking information. Please make sure you activate your banking information to ensure that payments are not missed.\r\n \r\nIf customer does not see a PAD Activation pop-up: To activate automatic payments, please click the green \u0022My Account\u0022 button in the top right side of the page again and select \u0022Activate Pre-Authorized Debit\u0022 in the drop down menu. You can select your loan here and activate automatic payment withdrawals for the end of the month.\r\n \r\nFor a step-by-step guide to update your banking information, please visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the \u0022Set up Pre-Authorized Debit\u0022 section.\r\n \r\n \r\nYou can update/change your financial institution (banking) information by logging in to your secure NSLSC account. Click on “My Account”, and select “Financial Institution Information” from the drop down menu and enter the required information.\r\n \r\nFor a step-by-step guide to update your financial institution (banking) information, please visit our Additional Resources(https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Change your banking information” section.\r\n \r\nWe also recommend updating your financial institution information with your provincial or territorial student financial assistance office(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html) if you are receiving provincial/territorial disbursement(s).\r\n \r\nNote: If your Pre-Authorized Debit (PAD) is disabled and you would like to reactivate it, an additional step is required. To activate, log in to your secure NSLSC account, click on “My Account” and select “Activate Pre-Authorized Debit” from the drop down menu.\r\n "
	},
	{
	"id": "ba332262-7953-ee11-be6f-0022483c51f4",
	"title": "Update banking information for borrowers that are locked out",
	"content": "If you cannot access your secure NSLSC account to change your financial institution (banking) information, you need to complete a Pre-Authorized Debit form.(https://www.csnpe-nslsc.canada.ca/NSLSCStaticSite/media/Loanstar/docs/NSLSC-Web-PAPPform(E)(vers-6-1).pdf)\r\n \r\nYou can send the Pre-Authorized Debit form by mail to the NSLSC at the address below:\r\n \r\nNational Student Loans Service Centre\r\nP.O. Box 4030\r\nMississauga, ON\r\nL5A 4M4\r\n \r\nIt can take up to 4 business days to process and update your financial institution information on file.\r\n \r\nNote: If the financial institution information we have on file is no longer active, you may need to cancel your Pre-Authorized Debit. Visit our Contact Us(https://protege-secure-2.csnpe-nslsc.canada.ca/eng/ContactUs.aspx) page for options on how to connect with us. Our agents are available to assist you Monday to Friday, from 8:00 a.m. and 8:00 p.m., your local time."
	},
	{
	"id": "081de6e3-5954-ee11-be6f-0022483d7716",
	"title": "What do I submit if I do not have any income?",
	"content": "If you do not have any income or have declared $0 gross income, we need a personal statement from you. A personal statement is a written letter explaining how you are living without an income.\r\n \r\nFor example, if you are receiving support from your parent(s), please state that in your letter. Other examples are:\r\nReceiving support from other family members and/or from a friend     \r\nUsing personal savings\r\n \r\nAlso, please include the following information:\r\nFirst and last name\r\nSocial Insurance Number (SIN) or loan number\r\nSpecify the month for which you indicated that your gross monthly income was $0."
	},
	{
	"id": "cadbb151-d553-ee11-be6f-0022483d7716",
	"title": "What is a GCKey?",
	"content": "GCKey is an electronic credential that allows you to securely access the Government of Canada\u0027s online services. It includes a username and password that you choose. It is important that you remember your credential to avoid being locked out of your account in the future."
	},
	{
	"id": "2ec795d1-d553-ee11-be6f-0022483d7716",
	"title": "What is a Government Sign-In by Verified.Me?",
	"content": "Government Sign-In by Verified.Me (Sign-In Partner) is a secure way to sign into your online account using information you already have.\r\n \r\nSign-In Partners are groups like banks and credit unions that partner with Verified.Me technologies to enable their customers to use their online credentials, such as card numbers or usernames and passwords, to access Government of Canada services. It is important that you remember your credentials to avoid being locked out of your account in the future."
	},
	{
	"id": "3afc851b-7c53-ee11-be6f-0022483c51f4",
	"title": "What is floating and fixed interest rate?",
	"content": "A floating interest rate is a rate of interest that varies over time with the Prime Rate. If you choose a floating interest rate, the interest you are charged will increase and decrease along with the Prime Rate. \r\n \r\nA fixed interest rate is a stable rate of interest. If you choose a fixed rate, you will be charged the same interest rate throughout your repayment period.\r\nOnce you choose a fixed interest rate, you cannot return to a floating interest rate.\r\n \r\nInterest is calculated either at a fixed interest rate of Prime Rate \u002B 2.0%* or at a floating interest rate equal to the Prime Rate for Canada Student Loans and Canada-New Brunswick Integrated Student Loans.\r\n \r\nFor information on Canada Student Loan and Canada Integrated Student Loans’ interest rates, please check the FAQ page(https://www.csnpe-nslsc.canada.ca/en/frequently-asked-questions) on the NSLSC.ca."
	},
	{
	"id": "fefb7510-4f54-ee11-be6f-0022483d7716",
	"title": "What is my MSFAA number?",
	"content": "Your 10-digit MSFAA number is issued by your Province/Territory and is required to complete the online registration. To find your MSFAA number, we recommend checking the communications you have received from your Province/Territory regarding your student financial assistance."
	},
	{
	"id": "55ef05c0-4f54-ee11-be6f-0022483d7716",
	"title": "What is my OSAP Access Number (OAN)?",
	"content": "The OSAP Access Number (OAN) is a nine-digit number that is assigned to each student who has applied for funding by the province of Ontario.\r\n \r\nIf you’re not sure if you have an OAN or if you forgot your OAN, go to Ontario.ca/OSAP(https://www.ontario.ca/page/osap-ontario-student-assistance-program), select “Log in” and then select “Forgot OAN” or password” located on the left hand side of the main log in screen for further assistance."
	},
	{
	"id": "2abc436f-3079-ee11-8179-0022483d7716",
	"title": "What is my payout balance?",
	"content": "The amount showing on your Dashboard is the total amount to be repaid, including principal and interest. \r\n \r\nIf you are not making a payment today, take the amount owing and add the daily interest up until the date you plan to pay out your loan. \r\n \r\nThe daily interest can be found through the Loan Details page. From your Dashboard, click on “Loan Type and Number” under “Funding Summary”.\r\n \r\nNote to Agents: If customer insist – use response below.\r\n \r\nI can confirm whether you have the correct amount. Can you please give me the amount showing on your Dashboard?"
	},
	{
	"id": "d3c0cbbe-7c53-ee11-be6f-0022483c51f4",
	"title": "What is Repayment Assistance Plan (RAP)?",
	"content": "The Repayment Assistance Plan (RAP)(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/repay/assistance/rap.html) is a loan repayment option that helps students make their scheduled loan payments and keep their loan in good standing. RAP can prevent students experiencing financial difficulties from negatively affecting their credit rating.\r\n \r\nIf you are experiencing financial difficulties and are unable to make your regularly scheduled monthly student loan payments, you can apply for RAP. Depending on your situation, RAP can reduce or even eliminate your monthly payments while keeping your loan in good standing without negatively affecting your credit.\r\n \r\nApplying for RAP\r\nYou can apply for the Repayment Assistance Plan (RAP)(https://www.csnpe-nslsc.canada.ca/en/repaying-your-loan) online through your secure NSLSC account.(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)\r\n \r\nUnder “My Account” select “Repayment Assistance Plan” and click on “Apply On-Line Now”.  \r\n \r\nYour application will be processed within 3 business days if all information is complete and accurate. Keep an eye on your inbox! We will contact you if additional information is required."
	},
	{
	"id": "b78a99eb-d553-ee11-be6f-0022483d7716",
	"title": "What is the difference between a GCKey and a Sign-In Partner?",
	"content": "Government Sign-In by Verified.Me offers a convenient way to access your account by signing in with your online banking credential while GCKey allows you to create your own username and password. In both cases, it is important that you remember your credentials to avoid being locked out of your account in the future."
	},
	{
	"id": "0a66ebd3-3079-ee11-8179-0022483d7716",
	"title": "What is the interest rate on my student loan?",
	"content": "You can find your student loan interest rate and daily interest charge through the Loan Details page. \r\n \r\nFrom your Dashboard, click on “Loan Type and Number” under the “Funding Summary” to see your interest rate."
	},
	{
	"id": "c8944954-5854-ee11-be6f-0022483d7716",
	"title": "What is the term on my student loan?",
	"content": "You can find out the term of your student loan by logging in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method).Click on “Loan Type and Number” under the “Funding Summary” heading on your account Dashboard to see your loan details"
	},
	{
	"id": "70fa65cf-d353-ee11-be6f-0022483d7716",
	"title": "What is the website to register for my student loans?",
	"content": "To register your NSLSC account, go to https://www.csnpe-nslsc.canada.ca/. Click on the “Register” button on the Homepage to begin. "
	},
	{
	"id": "889a8e41-5854-ee11-be6f-0022483d7716",
	"title": "What’s the remaining term on my loan?",
	"content": "You can find the remaining term of your student loan by logging in to your secure NSLSC account.(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)\r\n \r\nClick on “Loan Type and Number” under the “Funding Summary” heading on your account Dashboard to see your loan details."
	},
	{
	"id": "b2721248-5554-ee11-be6f-0022483d7716",
	"title": "When does my loan enter repayment?",
	"content": "From the last day of the month in which you finished your studies, you have a six-month non-repayment (grace) period before your loan enters repayment. For example, if you start your last year of studies in September and finish in April, your first payment will be due six months later in November.\r\n \r\nYou can check the status and balance of your loan anytime by logging in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method). Details of your loan repayment can be found in your secure inbox about a month before your repayment period starts. We will also send you an email when these details become available. "
	},
	{
	"id": "c90af891-7853-ee11-be6f-0022483c51f4",
	"title": "When will I receive my money?",
	"content": "Your student grant or loan will be deposited directly into the bank account you provided on your secure NSLSC account and/or forwarded to your school to pay your tuition on or after the first day of classes.\r\n \r\nYou can track the status of your funds in real-time using the Funding Tracker found on your account dashboard. It will keep you updated on the status of your funds throughout the disbursement process.\r\n \r\nLog in to your NSLSC account to view your Dashboard."
	},
	{
	"id": "1bf94372-5554-ee11-be6f-0022483d7716",
	"title": "Where can I find my repayment details?",
	"content": "You can find your repayment details in the Repayment Notice sent to your NSLSC account secure inbox. Look for a notification with the subject line “Your Payments will Begin Soon”.\r\n \r\nLog in to your account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to view your secure inbox."
	},
	{
	"id": "41602bd0-5354-ee11-be6f-0022483d7716",
	"title": "Where can I get my income tax receipt?",
	"content": "You can access your interest paid receipts by logging in to your secure NSLSC account.(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method)\r\n \r\nFrom your Dashboard, select “My Inbox” to access your income tax receipts.\r\n \r\nYour tax receipt and annual statement are typically available mid-January, while we will issue your T4A by the end of February."
	},
	{
	"id": "a9123a08-5a54-ee11-be6f-0022483d7716",
	"title": "Where can I mail in my proof of income? I can’t upload online as I’m locked out and my account cannot be unlocked.",
	"content": "You can mail in your proof of income to:\r\n \r\nNSLSC\r\nP.O. Box 4030, Mississauga\r\nON, L5A 4M4\r\n \r\nFor proof of income, we go by the pay date and not by pay period. Please make sure your pay stubs are dated for \u003C\u003CMonth\u003E\u003E \u003C\u003CYear\u003E\u003E. Don’t forget to include your name and Social Insurance Number (SIN) or loan account number on each document."
	},
	{
	"id": "c7813816-5254-ee11-be6f-0022483d7716",
	"title": "Where can I submit my CIFS form?",
	"content": "If you’re a full-time student, you can submit a Continuation of Interest-Free Status (CIFS) Application online(https://osap.gov.on.ca/OSAPSecurityWeb/public/login.xhtml?lang=en) or complete and mail the form(https://osap.gov.on.ca/prdosapconsum/groups/forms/documents/forms/tcont003388.pdf). This will keep your OSAP loans interest-free.\r\n "
	},
	{
	"id": "1477de14-5454-ee11-be6f-0022483d7716",
	"title": "Where can I view my statement of account?",
	"content": "You can view your statement of account by logging in(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to your secure NSLSC account.\r\n \r\nOnce you are logged in:\r\n \r\nClick the “Loan Type and Number” under the “Funding Summary” heading on your account Dashboard to see your loan details\r\nClick on “View Loan Statement”"
	},
	{
	"id": "e1667eb2-5154-ee11-be6f-0022483d7716",
	"title": "Why did my funding go to my school?",
	"content": "Your school requested that we forward some or all of your funding to them to pay for your academic fees (e.g. tuition).\r\n \r\nYou can check your account Dashboard for a breakdown of where and how much of your funding was sent.\r\n \r\nIf you have any questions about why your funding went directly to your school, check with your school\u0027s student financial assistance office."
	},
	{
	"id": "52d95b9e-5954-ee11-be6f-0022483d7716",
	"title": "Why did my RAP application expire?",
	"content": "Your Repayment Assistance Plan (RAP) application expired because it was missing information and the missing information was not received within 45 days. \r\n \r\nLog in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to submit a new application."
	},
	{
	"id": "7416d5a0-3279-ee11-8179-0022483d7716",
	"title": "Why do I need to pay outstanding interest to process my RAP application? Loan in arrears for 6\u002B months",
	"content": "The Repayment Assistance Plan (RAP) can only be used for 6 months at a time. This includes backdating for any missed payments within the last 6 months of your application date. Since you are \u003C\u003CInsert Number of Months in Arrears\u003E\u003E, we can only backdate your RAP application until \u003C\u003CInsert Date\u003E\u003E. The remaining outstanding interest is required to process your application.\r\n \r\nIf you are not able to make a payment, you can add up to 3 months of the outstanding interest to your student loan(s) balance. This is a one-time option throughout the lifetime of your loan. If you choose this option, you will need to sign and return a consolidation form, confirming that you authorize us to add the outstanding interest towards your loan balance."
	},
	{
	"id": "f16ce642-5054-ee11-be6f-0022483d7716",
	"title": "Why do the dates on the Funding Tracker keep changing?",
	"content": "If there is an unresolved issue with the funding (such as missing information), then you may notice the estimated received date changing while the issue is being resolved. If an action is required from you to resolve an issue, we will notify you.\r\n \r\nPlease check your Dashboard on your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) to confirm if there are any actions you need to take before that can happen."
	},
	{
	"id": "6745590b-5354-ee11-be6f-0022483d7716",
	"title": "Why have I received a repayment notification? I am still in school.",
	"content": "You have received a repayment notification because we did not receive proof of your ongoing studies.\r\n \r\nTo keep your loan in non-repayment status and prevent interest from accruing on your student loan, you must confirm your enrolment at the beginning of every year of study, even if you are not seeking additional financial assistance.\r\n \r\nYou can submit a request for confirmation of enrolment through your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method). Select “Confirmation of Enrolment” under the “Manage a Loan” tab on the Dashboard."
	},
	{
	"id": "4f1a7178-5854-ee11-be6f-0022483d7716",
	"title": "Why is my loan in arrears?",
	"content": "Your loan is in arrears because you are overdue on one or more student loan payments. To bring your student loan back into good standing, you need to pay the outstanding balance.\r\n \r\nTo check your outstanding balance, log in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method). The balance is displayed on your Dashboard.\r\n \r\nAdditional Information the Agent can provide:\r\n \r\nThe NSLSC does offer loan repayment options to help make your loan payments more affordable and keep your loan in good standing.\r\n \r\nLearn more about your Loan Repayment Options(https://www.csnpe-nslsc.canada.ca/en/repaying-your-loan).\r\n \r\nThere are several payment options available to you to pay your overdue balance:\r\n \r\nNSLSC Account: Log in to your account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and select “Make a Payment” from the “My Account” drop down menu.\r\n \r\nOnline Banking: Add NSLSC as a Payee using your loan number as the bill number and pay the outstanding balance. \r\n \r\nCheque, Money Order or Bank Draft: Make the payment method payable to the NSLSC, include your loan number in the \u0022memo\u0022 or \u0022note\u0022 section and mail it to the NSLSC at the address below:\r\n \r\nNSLSC\r\nP.O. Box 4030, Mississauga\r\nOntario, L5A 4M4\r\n \r\nTo avoid missing payments in the future, we recommend setting up Pre-Authorized Debit (PAD) to automate your payments to ensure they are made in full and on time each month. Log in to your secure NSLSC account(https://protege-secure.csnpe-nslsc.canada.ca/en/public/sign-in-method) and select “Activate Pre-Authorized Debit” from the “My Account” drop down menu"
	},
	{
	"id": "760d4e89-3279-ee11-8179-0022483d7716",
	"title": "Why is my RAP application taking so long to be processed?",
	"content": "We are currently working through a high volume of applications, so it might take us a little bit longer than usual to get back to you. We will send you an email when your application has been processed. We will ensure you are not negatively impacted by these technical difficulties."
	},
	{
	"id": "19634625-3279-ee11-8179-0022483d7716",
	"title": "Why was application refused? (High Income)",
	"content": "Your Repayment Assistance Plan (RAP) application was refused because your income was above the limit. \r\n \r\nIf there has been, or you anticipate there will be, a decrease in your income, you may re-apply.\r\n \r\nThere are also other loan repayment options available to you. You can lower your monthly payments to better suit your budget by extending the term of your student loan repayment. \r\n \r\nYou can customize the terms of your loan(s) online by selecting “Customize My Payment Terms” from the “My Account” drop-down menu. You can then change your payment term or amount.\r\n \r\nFor a step-by-step guide to customizing your payment terms, please visit the Additional Resources (https://www.csnpe-nslsc.canada.ca/en/additional-resources) page and refer to the “Customize Payment Terms” section."
	},
	{
	"id": "c3cbfd39-3279-ee11-8179-0022483d7716",
	"title": "Why was application refused? (Refused due to FI restrictions)",
	"content": "Your application was refused because of a restriction on one of your loans with a Financial Institution. \r\n \r\nFor more details on the restriction, please contact your financial institution."
	},
	{
	"id": "911a7a10-3279-ee11-8179-0022483d7716",
	"title": "Why was my application refused? (Stale Dated)",
	"content": "Your paper Repayment Assistance Plan (RAP) application was refused because it was stale dated. This means that your application was received 40 days or more after the application was signed and you need to re-apply. \r\n \r\nPlease submit a new application online. Click on the \u0022My Account\u0022 and select “Repayment Assistance Plan” from the drop-down menu. Scroll down to the bottom of the page and click “Apply On-Line Now”. Your application will be processed within 3 business days.\r\n \r\nIf you are approved for RAP, you can view the details of your RAP period including the start and end date through the Loan Details page. If we need more information to process your application, we will send a message to your secure inbox with the details."
	},
	{
	"id": "6721d07b-7e53-ee11-be6f-0022483d7716",
	"title": "Why was my loan sent to the government?",
	"content": "Canada Student Loans and Integrated Student Loans are returned to the government for collection if you have missed 9 months of student loan payments.\r\n \r\nYou can bring your loan up to date through loan rehabilitation.(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/repay/unable-repay.html)\r\n \r\nTo rehabilitate your loan, you will need to contact the CRA(https://www.canada.ca/en/revenue-agency/corporate/contact-information.html) to make a payment arrangement to bring your loan up to date. For the provincial or territorial part of your student loan, you need to contact your province or territory(https://www.canada.ca/en/services/benefits/education/student-aid/grants-loans/province-apply.html).\r\n \r\nVisit the In Collections(https://www.csnpe-nslsc.canada.ca/en/stages-of-a-loan) page for more details."
	},
	{
	"id": "848a3897-5154-ee11-be6f-0022483d7716",
	"title": "Will my tuition be paid?",
	"content": "Your tuition will be paid only if your school has requested any funding to be forwarded to pay your tuition. Otherwise, you will be responsible for paying your own tuition with the funds you receive.\r\n \r\nFor more information, check with your school\u0027s student financial assistance office."
	}
]